.
a
I
?
,
the
de
to
Tom
que
you
la
is
¿
en
el
&apos;t
no
es
me
un
of
in
No
&apos;s
that
The
se
una
He
was
it
Mary
!
and
y
have
lo
&quot;
for
El
los
por
You
are
con
my
he
está
su
on
with
not
do
be
para
It
las
&apos;m
La
your
this
She
We
can
más
Él
don
like
his
mi
Me
al
le
want
at
has
know
¡
te
del
Ella
as
her
him
What
A
qué
an
&apos;re
what
will
This
go
muy
They
tiene
Es
tu
Do
&apos;ll
son
time
very
all
from
about
como
Qué
had
Por
up
My
one
we
él
think
by
&apos;ve
but
Los
out
didn
hacer
here
casa
fue
going
so
were
there
There
get
estaba
Yo
did
eso
ha
Mi
she
aquí
than
That
How
Don
pero
esta
good
gusta
tiempo
more
todo
Estoy
tan
este
doesn
see
mucho
o
ser
bien
era
vez
Te
us
would
nada
si
been
need
am
favor
algo
when
come
much
puede
sus
never
dos
just
they
ella
puedo
ir
yo
cuando
if
too
people
Se
who
En
Why
should
got
or
now
day
Lo
Si
Tengo
work
help
hay
If
them
todos
love
said
car
how
only
tengo
día
nos
trabajo
&apos;d
take
Este
always
dijo
our
last
Is
Are
Le
mañana
Las
Quiero
esto
estoy
back
something
tell
isn
mejor
some
verdad
money
dinero
vida
man
años
two
house
book
lot
really
están
Hay
many
hablar
quiero
say
libro
Boston
home
any
make
hace
sin
could
speak
va
Esta
eat
solo
must
right
Can
told
When
Where
anything
antes
Let
ver
went
poco
:
made
siempre
new
sobre
still
French
long
Please
room
well
today
hombre
Su
ya
mundo
their
life
into
demasiado
off
better
Who
live
old
nunca
sé
quiere
padre
Cómo
ese
school
francés
Ellos
tres
way
before
three
había
Creo
Soy
mis
mí
won
ahora
father
Ya
first
sabe
estar
years
little
English
gente
idea
John
tarde
María
re@@
thought
does
left
other
soy
Dónde
Eso
night
over
estás
every
Did
inglés
noche
;
hizo
tomorrow
talk
mismo
down
dog
usted
tenía
because
In
Un
came
nuevo
saw
De
again
where
haber
perro
in@@
Quién
días
esa
así
world
tú
decir
hecho
hoy
hasta
coche
read
wanted
asked
without
buy
Tienes
understand
ó
nothing
find
give
Have
everything
able
hora
look
comer
play
friend
His
les
Está
Tomás
name
put
after
mother
Todos
already
cosas
madre
friends
porque
agua
yesterday
ever
ti
uno
job
nadie
used
Esto
children
doing
voy
sea
Nunca
menos
Eres
cómo
water
leave
took
happy
believe
gustaría
estado
otra
quería
problema
lost
wants
next
Yanni
feel
language
doctor
away
niños
ado
amigos
things
please
Sé
bought
same
puedes
tus
tienes
escuela
parece
veces
Cuando
beautiful
ciudad
os
personas
Your
amigo
quién
Cuál
plan
quieres
año
hacerlo
morning
buen
sure
pasado
best
door
ni
ar
year
gave
también
call
found
otro
niño
problem
use
Puedes
bad
semana
why
puerta
dónde
late
buena
fuera
tienen
difícil
thing
Sami
let
learn
most
teacher
Puedo
Nos
desde
brother
nosotros
stay
hard
ada
hermano
wasn
being
é
habitación
gran
nombre
girl
Estás
cada
dice
tener
alguien
knows
boy
tanto
después
done
eres
soon
ando
persona
ayer
mal
dio
Nadie
bed
couldn
person
likes
mujer
hope
wrong
entre
habla
Voy
alone
allí
ask
Tú
All
bus
muchos
country
ellos
enough
seen
visto
own
Todo
even
todas
looking
lugar
hear
may
often
seguro
Una
true
stop
Has
cuenta
yet
durante
saber
Hoy
happened
these
Ahora
around
cold
vino
big
han
vas
gustan
cat
days
ate
grande
cannot
week
debería
da
feliz
A@@
drink
married
remember
books
sleep
place
aron
todavía
bueno
libros
study
Australia
Cuándo
comida
comprar
sabía
Solo
Necesito
tired
país
café
ayuda
Ese
creo
such
another
clase
gato
heard
conmigo
great
while
-@@
un@@
padres
train
aprender
des@@
food
ten
city
nuestra
young
amos
knew
e
sido
sister
tren
miedo
Tenemos
coffee
hermana
its
once
Siempre
haciendo
toda
muchas
leer
alguna
called
pronto
woman
looks
nuestro
hijo
parents
afraid
party
rápido
keep
truth
letter
died
family
haven
open
lives
wife
Tiene
fácil
podría
carta
fiesta
casi
each
wish
ahí
momento
which
música
care
try
diez
contigo
parte
familia
vive
mind
profesor
sólo
cosa
joven
Tatoeba
Japan
answer
hotel
kind
mayor
Cuánto
Para
Japón
aba
busy
cinco
those
child
getting
pay
pueden
red
salir
few
important
started
o@@
Would
historia
tried
cama
easy
Tu
vivir
sí
yourself
talking
Her
almost
ados
S@@
Todavía
ago
cerca
five
difficult
primera
word
donde
music
someone
siento
wait
watch
says
seems
Our
horas
ing
&apos;
Dios
rain
Espero
Estamos
Japanese
aren
tomar
trabajar
hospital
acuerdo
then
write
Puede
met
table
palabras
together
importante
mano
Esa
change
eyes
problemas
ojos
auto
early
else
lado
looked
reading
hijos
Pensé
en@@
end
Estaba
...
anyone
amor
playing
teléfono
realmente
myself
through
eating
hate
God
dicho
razón
Fue
dormir
accidente
phone
game
Does
mine
coming
podía
These
mesa
might
puso
bastante
since
words
palabra
s@@
accident
himself
question
turn
«
»
debe
g@@
mientras
alto
camino
small
until
walk
llegar
hair
hours
far
matter
men
pasó
de@@
dinner
anymore
Come
jugar
lengua
s
hand
mes
Quieres
makes
Al
forget
necesita
needs
tipo
viene
tenemos
both
venir
times
Sabes
tuvo
ve
dejar
everyone
estaban
menudo
One
encontrar
working
Everyone
Son
TV
temprano
ido
between
murió
ready
importa
policía
C@@
estamos
30
Tell
dar
wouldn
fin
sentence
t
ustedes
As
pregunta
under
estudiar
película
té
Could
also
happen
face
color
fire
Deberías
Some
favorite
forma
fell
hombres
pretty
sick
idioma
ca@@
comes
esposa
China
al@@
contra
languages
última
having
hot
light
podemos
frío
goes
lunes
arte
class
leche
será
unos
Nobody
muerte
start
aún
cabeza
trying
fueron
fuerte
meeting
piano
punto
sol
adas
co@@
die
against
estación
dejó
misma
mucha
free
milk
computer
death
error
felt
angry
estos
minutos
station
white
ía
único
di@@
capital
hacia
month
nueva
born
cualquier
bit
ayudar
an@@
er
fish
shoes
story
decided
li@@
ti@@
May
a@@
show
acerca
pelo
Monday
Y
age
lunch
Ayer
meet
minutes
nadar
number
others
fun
rich
waiting
usually
living
otros
Gracias
manera
Spanish
nice
Parece
hurt
ran
sueño
zapatos
arrived
chica
ningún
police
run
dije
ed
fast
número
pasar
Take
juego
less
office
students
tree
volver
Give
edad
vi
gone
Usted
heart
sorry
d@@
tonight
vio
Alguien
juntos
suficiente
swim
t@@
window
Which
cuatro
hablando
llama
pidió
queda
real
usar
speaks
broke
cansado
médico
To
calle
luz
manos
algún
cara
encanta
escribir
movie
televisión
verano
falta
eran
quien
sing
realidad
At
Estados
turned
full
hubiera
lleva
tienda
P@@
Will
bajo
hands
2
cuarto
reloj
shouldn
Unidos
arse
i@@
tal
baby
bicicleta
final
guerra
longer
pudo
emos
ventana
Aquí
killed
viejo
Con
ropa
drive
sino
different
mujeres
summer
compró
finished
oficina
mío
ninguna
visit
Many
dead
quite
town
corazón
part
ta
become
cierto
español
examen
making
ocupado
radio
Nosotros
Ziri
dream
loves
lie
tea
kill
high
Go
ar@@
e@@
hija
park
van
Sólo
daughter
deberías
interesting
río
mean
four
rico
ante
buscando
media
perdido
primer
respuesta
algunos
autobús
sabes
saying
B@@
chico
á
breakfast
dis@@
sola
news
preguntó
r@@
ri@@
ará
mistake
posible
esperar
frase
Vamos
afternoon
became
whole
works
b@@
close
hice
M@@
began
lived
poder
song
Sus
canción
le@@
llegó
árbol
Ha
caja
estudiantes
pasa
ro@@
Como
company
hour
reunión
homework
ab@@
large
mo@@
near
pe@@
possible
street
Christmas
p@@
student
D@@
lejos
niña
seis
taxi
Hace
German
Stop
pequeño
Mis
black
calor
later
weather
And
perder
pueda
wrote
E@@
as@@
perros
set
studying
stupid
taking
Cuántos
G@@
aré
sun
trust
watching
Get
am@@
dolor
pensar
veo
box
ci@@
interesante
japonés
pie
reason
diccionario
older
trouble
war
animales
esperando
flores
hambre
libre
picture
spent
America
dictionary
forgot
head
learning
pan
spend
thinking
wearing
’
clothes
extranjero
haya
idiomas
largo
pro@@
six
animal
expensive
unas
Now
bebé
con@@
creer
fumar
Sí
ales
estas
order
river
chance
estuvo
i
ones
Era
Ken
entonces
wonder
vamos
wine
along
chocolate
listen
mar
to@@
viaje
ganas
store
ex@@
flowers
quedó
short
O@@
hungry
ideas
women
moment
necesito
popular
duro
entrar
k@@
pi@@
suerte
F@@
Pero
York
caught
colegio
par@@
stopped
Ojalá
cake
king
poor
regalo
somos
jardín
sería
snow
anoche
ch@@
malo
animals
stand
Había
capaz
least
miss
nieve
rest
)
People
seem
tennis
carne
lose
im@@
nuestros
win
avión
human
lo@@
rather
(
advice
behind
bring
enfermo
ice
oído
pre@@
y@@
Just
Today
com@@
conozco
hasn
cielo
dangerous
sentido
-
Cada
cocina
cree
das
preguntas
su@@
vista
cut
dark
during
gas
novia
caso
salud
tenido
present
terrible
thinks
Look
crees
dress
errores
pregunto
Debes
Están
building
garden
n@@
prefer
tenis
allá
baño
blue
dólares
esté
haga
husband
parque
po@@
—
birthday
fútbol
lista
perdió
questions
vi@@
But
algunas
ca
loved
u@@
estudiante
gatos
surprised
vacaciones
verte
Thank
alemán
known
outside
side
changed
cumpleaños
dogs
problems
pueblo
salió
takes
tocar
trabaja
kept
pagar
pude
siete
After
fui
listo
quickly
siquiera
vuelta
For
at@@
famous
floor
primero
Deja
Layla
beber
crazy
entender
finish
llave
éxito
Every
Nuestro
cu@@
girlfriend
iba
played
vestido
Re@@
bicycle
er@@
quieren
z@@
Jane
T@@
conducir
interested
point
strong
case
clean
cuidado
or@@
smoking
tarea
written
Mañana
Not
Yes
health
H@@
sat
sentences
speaking
Spain
dentro
equipo
hit
means
mistakes
opinión
st@@
ves
Chinese
España
aste
gets
grandes
l@@
man@@
terminar
ts
worry
Be
Somos
car@@
careful
es@@
pequeña
puesto
último
ad@@
blanco
front
sad
tall
tío
yours
ación
cuanto
culpa
llorar
lluvia
mayoría
aire
brought
cry
ruido
ás
Maybe
ama
ated
empezó
fi@@
glad
half
secret
señor
voz
meat
oportunidad
tomó
10
I@@
business
conoce
pena
única
cámara
meses
Estos
New
Podría
ador
mala
oír
si@@
team
dado
fuego
gracias
piensa
vivo
Con@@
entiendo
muerto
cena
demás
drinking
hemos
ted
vaya
alrededor
ara
herself
ley
mi@@
months
par
volvió
Sunday
aban
aría
extraño
parecía
seven
sound
Navidad
Que
bread
key
medio
paper
sky
air
dollars
hagas
needed
papel
several
R@@
Those
cambiar
cantar
cayó
consejo
di
liked
ra@@
Aún
L@@
cost
gu@@
touch
Después
camera
ello
road
writing
United
Vi
agree
eaten
move
próximo
quieras
secreto
fine
strange
ón
alta
helped
on@@
test
whether
American
Bill
atención
bird
debes
mu@@
proud
Podrías
glasses
second
significa
trip
Everybody
Tokyo
asleep
dad
foto
kids
loco
se@@
Everything
break
cook
sit
vos
wear
Cuántas
Francia
arme
derecho
edificio
escuchar
hiciste
huevos
morir
Even
France
compañía
cuándo
feeling
scared
&apos;clock
asunto
closed
club
crying
eggs
ly
m
pain
restaurant
simple
Fui
Put
completamente
fall
girls
mar@@
opinion
pizza
ship
talked
terminado
banco
boca
leyendo
library
noise
paid
past
per@@
restaurante
sometimes
Esperanto
Tokio
Try
ina
poner
án
Someone
beer
caballo
cerveza
voice
completely
em@@
igual
m@@
partido
sleeping
uncle
Quisiera
Ustedes
future
guys
habría
hundred
sitio
situación
Keep
abroad
apple
bi@@
biblioteca
ción
encontró
glass
treinta
Crees
Oh
blood
cats
d
inteligente
negro
plane
return
teach
trabajando
playa
rojo
running
sa
sale
smoke
Ellas
Ni
Tierra
catch
ente
horse
seemed
ajedrez
arlo
barco
chess
cine
jugando
seguir
worked
Casi
OK
exam
justo
mente
probably
saben
stayed
States
accept
broken
cup
explain
golf
imposible
thirty
viven
beach
necesitas
5
Muchos
favorito
natural
triste
attention
cuesta
eras
hat
law
passed
sense
suelo
worth
N@@
clases
clear
encontré
lu@@
mad
peor
í@@
Déjame
Nothing
Paris
ac@@
alive
amiga
anybody
azul
be@@
duele
equivocado
haces
invierno
novio
sell
sombrero
Here
c@@
dan
dance
foreign
llevar
movies
raining
weren
París
drunk
frente
guitar
impossible
normal
propia
sitting
situation
hacen
learned
me@@
mor@@
opened
presidente
rey
sent
é@@
ías
K@@
Sin
bank
cuánto
dientes
exactly
guitarra
solía
tas
í
Algunos
either
inside
peligro
rules
shirt
siendo
Jim
Os
ana
est@@
green
llamar
shall
though
Estas
Les
Thanks
caro
manzana
mouth
sed
travel
vale
walked
digas
leaving
swimming
tos
3
Life
abuelo
arrive
cenar
decisión
futuro
kitchen
llover
wall
weight
Odio
campo
enjoy
mountain
serio
Vas
cream
ers
esperanto
fruit
jamás
lying
pesar
plays
rompió
ta@@
éis
abuela
comiendo
cor@@
llamó
necesario
ni@@
paz
tion
universidad
vosotros
Dame
Debería
cre@@
dijiste
dirección
encontrado
estudiando
evening
ga
hermosa
la@@
mamá
pensando
abogado
ation
camisa
co
control
esos
follow
otras
spoke
taken
winter
Alguna
In@@
bag
caliente
course
entes
exactamente
fly
frases
irse
mía
ocho
pa@@
Dan
Prefiero
bo@@
boyfriend
comió
escribió
j@@
safe
sigue
so@@
za
Uno
ganar
irme
pasada
singing
Bob
caminar
dejes
escrito
ma@@
montón
sa@@
viajar
Mira
church
montaña
noticias
peligroso
seas
Así
body
finally
hi@@
pobre
siguiente
worse
Pienso
choice
desk
fear
información
re
w@@
So
el@@
haría
iglesia
inter@@
marido
mos
taza
On
difference
ordenador
paraguas
pu@@
rato
sala
sangre
Good
Nada
boss
ce
estabas
estará
invited
kiss
propio
serious
slowly
umbrella
abrir
aquel
azúcar
common
empezar
gift
hablo
hurry
ia
luego
minute
showed
venido
8
Realmente
bosque
danger
eye
f@@
fotos
guy
larga
lawyer
lleno
medicine
send
tuve
v@@
7
abandoned
buenas
comido
cuerpo
des
diferencia
ero
jefe
listening
lucky
necessary
soccer
vayas
visited
An
Debo
across
amo
dormido
hermanos
ocurrió
oso
Debemos
Hemos
Jack
Mr
art
c
comprado
debo
decidió
drank
esperaba
experiencia
fu@@
it@@
patient
sounds
ían
Europa
ability
buenos
claro
missed
native
piece
solve
tr@@
traffic
younger
Necesitamos
acaba
date
do@@
earth
h@@
information
oro
pass
tes
vacation
wash
cal@@
cambio
general
perfect
peso
te@@
television
Europe
London
Londres
Tuve
boys
everybody
experience
k
knife
piensas
sugar
tenga
verde
Mr.
acá
causa
expect
fact
for@@
history
lago
ven@@
cartas
común
couple
decision
esas
go@@
nobody
pájaro
twice
viendo
Acabo
Nueva
Ven
birds
conseguir
divertido
domingo
hago
happens
próxima
smile
success
thank
translate
walking
worried
V@@
amable
centro
du@@
ine
llevaba
países
pen
pienso
player
promise
seeing
Compré
Maria
Skura
ating
cars
doubt
failed
hold
lenguas
mal@@
mil
p
reglas
sal@@
shop
tó
u
vaso
visitar
waited
Since
ap@@
blame
guess
pescado
precio
save
shopping
st
atrás
bu@@
comenzó
correr
diciendo
government
hide
llegado
mejores
nació
no@@
piso
quit
single
ste
suficientemente
tado
telephone
vendrá
Internet
eats
encima
expected
humanos
ja
recuerdo
taste
ad
beginning
carro
contar
elo
estés
fight
line
llevó
periódico
trees
Algeria
Todas
confiar
decirle
felices
ill
received
teeth
tierra
Argelia
afuera
aremos
arm
cuchillo
eight
enfermedad
ha@@
honest
led
machine
newspaper
responder
ticket
totalmente
village
ó@@
acostumbrado
adores
ag@@
alcohol
aprendiendo
foot
hará
heavy
ho@@
nor
paso
proyecto
public
seat
smell
taller
themselves
varias
20
Canadian
Tenía
aeropuerto
almuerzo
chino
concierto
count
cuál
detrás
driving
entró
exist
intentando
qu@@
resolver
semanas
silla
slept
ver@@
1
Earth
baseball
certain
chair
concert
daño
dejado
grow
mensaje
n
ous
pasando
peace
queremos
ring
ru@@
4
easily
ir@@
leaves
president
price
ting
varios
6
Al@@
Quería
airport
bar@@
escritorio
evitar
lake
mirando
pictures
smart
América
Both
correcto
countries
fat
helado
kid
miró
prisa
sopa
soup
th@@
viento
áis
Anoche
Aunque
Di@@
Hasta
Sometimes
W@@
correct
driver
given
gustaba
list
manzanas
nuestras
warm
Desde
address
compré
deberes
enemy
film
funny
grandfather
keys
lies
ons
spoken
telling
Co@@
Hola
brothers
deal
desayuno
fault
forward
funciona
haré
inmediatamente
llaves
maestro
matemáticas
novela
papá
repente
sentado
ses
sos
ven
ayudarte
begin
béisbol
estúpido
famoso
hicieron
moon
trata
veinte
z
á@@
Germany
bailar
cas
casado
libertad
marry
novel
offer
over@@
pensaba
quiet
respecto
shut
suena
ter@@
tie
usa
venga
Alemania
Podemos
ano
apples
conocido
dicen
paciente
pedí
sal
segura
studied
bonita
dijeron
il@@
iré
message
odio
power
pudiera
público
sentía
siente
social
system
taught
th
built
debajo
diferente
empty
espera
luna
nueve
ocupada
pone
pájaros
supposed
tras
%
Conozco
Inglaterra
Stay
actually
advised
ant
cien
drinks
gusto
leído
noticia
olvides
pies
segundo
silencio
wind
U@@
Yesterday
abierta
account
cha@@
contento
dices
durmiendo
gi@@
grandmother
land
ma
ojo
rice
sight
tampoco
tu@@
Italia
Wait
arroz
ball
bath
bebe
chicos
diferentes
digo
favorita
hablan
humano
isla
legs
sistema
wake
Last
casó
cita
coat
cooking
felicidad
fishing
island
laugh
minuto
moved
oración
tor@@
Entonces
Russian
bear
canadiense
ds
ent@@
fruta
gafas
ganó
jóvenes
nine
pieza
project
quiera
weeks
England
Never
absolutely
beat
clima
corriendo
dreams
enamorado
gustó
joke
películas
quedarse
rápidamente
sentó
ten@@
terminó
useful
Com@@
Nuestra
Vivo
With
brazo
cocinar
dirty
gobierno
matar
promised
prueba
shower
sign
tonto
yellow
Algunas
Italy
Only
Su@@
Tal
Tony
enemigo
esperanza
held
necesitaba
traje
través
whose
Dime
Haz
Mike
ce@@
contó
ent
hates
immediately
ino
letters
piedra
regret
speech
árboles
Estaré
abrigo
bike
col@@
deseo
habló
incluso
pared
pase
ra
sueños
tar
top
verlo
vuelto
weekend
100
Sabía
To@@
ally
ates
au@@
ciencia
gun
pedir
personal
platos
rains
resultado
thousand
toca
vieja
Children
Habla
Love
Make
Sos
abrió
ba@@
enferma
estrellas
juega
pick
position
profesora
somebody
storm
type
Juan
allowed
ces
hiding
horrible
humor
mom
obra
odia
osos
principio
prison
queso
tears
universe
universo
wet
Kate
Smith
También
covered
existe
gana
juice
junto
llega
llueve
mentira
quedar
shot
similar
sta
tengas
Call
Leave
Most
act
borracho
chicas
ciones
diga
ear
intentó
izquierda
mon@@
planes
quedarme
ro
salt
stolen
wallet
x
En@@
India
Osaka
Sorry
cado
cansada
deberíamos
ec@@
happening
hiciera
raro
tions
tra@@
waste
útil
Italian
apenas
aunque
carry
college
deep
ended
est
grupo
leg
nuevos
purpose
tormenta
traducir
viste
Des@@
Facebook
cheese
compras
decidido
estuviera
fix
g
llena
mitad
An@@
J@@
Tienen
among
ble
chi@@
clock
cos
hu@@
interesa
menor
na@@
respect
sold
tele
video
Deberíamos
Tus
adora
ans
derecha
domingos
duda
empresa
fuerza
pensó
plans
primavera
share
space
stone
stood
temo
tive
verme
yen
De@@
Turn
capacidad
card
choose
den@@
hielo
nervous
noches
olvidado
olvidó
orgulloso
podrías
política
quedé
sacó
seguridad
tía
verdadero
wonderful
Because
Excuse
Han
Hey
Muchas
See
add
ali@@
bolsa
can@@
cer@@
ch
decirme
delicious
dieron
estáis
forest
hacía
is@@
l
luck
mantener
match
naturaleza
puedas
puente
realized
returned
sabemos
somewhere
trató
Two
check
encuentra
feelings
kissed
mis@@
máquina
sentimientos
standing
using
worst
00
Pro@@
Sr.
belleza
bridge
deja
der
espacio
flower
forever
forgive
hermoso
llegue
mat@@
memoria
op@@
stars
stole
tuyo
és
agradable
arás
ban@@
boring
correo
ejemplo
hardly
roja
sepa
sports
suele
uso
Bring
Jackson
bathroom
due
educación
encuentro
end@@
entiende
low
neither
oil
ride
simplemente
sweet
twenty
Ask
George
Write
asking
blind
bored
cambiado
eron
fe@@
feels
group
laughed
pensé
report
talks
texto
toma
ur@@
wedding
Acaso
Mar@@
Perdí
above
apologize
arle
ayudarme
boat
cute
faster
feed
jo
lied
llamo
mer@@
named
partir
preocupes
resto
rica
solución
staying
sub@@
tar@@
valor
Peter
Quiere
ayudó
board
casas
cause
charge
crime
delante
dishes
entered
except
explained
gri@@
ladrón
meaning
modo
ob@@
parar
ruso
satisfied
taron
till
tratando
understood
uses
watched
Brasil
Dicen
Tomorrow
Va
bar
cruel
dressed
dulce
earlier
feet
guapa
hadn
happiness
mató
medicina
min@@
ol@@
painting
reached
recently
refused
sas
singer
special
star
surprise
tema
Brazil
Cor@@
Sería
Supongo
ant@@
asiento
bottle
carefully
cru@@
espalda
games
gold
grew
huge
ity
lend
llamada
lloviendo
ne@@
ought
perfecto
preocupado
sonrisa
sur@@
Hice
Jamás
Quizá
Será
Ten
Well
apartment
bella
escribe
gar@@
habían
heat
metro
necesitan
parecen
partes
pencil
rock
roto
sisters
aburrido
actor
anos
aware
bonito
botella
cont@@
example
fit
fo@@
gay
idiota
llamado
middle
necesitamos
paint
ties
tuviera
whatever
9
Dile
Greek
Were
admit
answered
cantante
computadora
correcta
decide
der@@
discovered
ellas
empieza
escuchando
field
healthy
innocent
intelligent
paciencia
pri@@
propósito
quitó
result
tongue
wise
Ar@@
Latin
Whose
abajo
ba
beauty
ber@@
deben
despacio
don@@
flor
form
irte
jo@@
lágrimas
mismos
noticed
original
osa
owe
piernas
pocos
segunda
sen@@
siguió
suddenly
tarta
teatro
Nancy
accustomed
aconsejó
aquellos
bigger
buscar
cha
cual
empleo
enojado
ga@@
gan@@
gives
hermanas
ig@@
irá
laughing
lots
museo
museum
orange
pintura
planeta
recordar
science
suit
tuya
viviendo
Alice
Siento
Something
Ve
aquella
arán
carrera
considered
cul@@
deberían
decirte
deporte
entire
figure
hechos
her@@
inocente
ita
lápiz
mo
pastel
pescar
rent
techo
tivo
view
wears
From
Kyoto
Mi@@
Toda
alma
anciano
bl@@
conocer
contacto
discurso
escape
habrá
hurts
lady
objetivo
pen@@
pin@@
pocas
tri@@
tráfico
50
Desearía
Hablo
Somebody
Was
aciones
arriba
consider
debido
ears
embargo
frecuencia
goal
h
internet
jugador
levantó
madera
nose
pez
planet
por@@
sorprendido
university
vuestro
ándose
ú@@
Dima
Ex@@
Of
Sabe
Según
cerrar
easier
haberlo
japonesa
join
nativo
negocio
paseo
peces
permiso
qui@@
relación
upon
veía
woke
Aren
Rima
almente
anywhere
b
caused
comfortable
darle
ded
ela
enjoyed
enseñó
keeps
llorando
miles
policeman
principal
realize
saved
soul
speaker
threw
within
zar
Éste
Am
accepted
almorzar
cabo
cerrada
cia
culpable
debemos
ding
enfadado
enter
línea
missing
muchacho
quiso
robó
spring
Apenas
Le@@
Veo
absoluto
ario
arla
button
cr@@
cur@@
ejercicio
eros
escribiendo
estaría
fed
forgotten
limpiar
llegué
post
que@@
reach
smiled
sorprendió
step
super@@
traducción
usual
zoo
By
Their
ambos
cal
comen
encantan
fr@@
giving
hables
lack
lar
lee
ling
map
millones
nuevas
oraciones
oscuridad
rate
respondió
sintió
tenían
translated
translation
ugly
zo
4@@
Antes
Li@@
acento
alumnos
believes
cas@@
confianza
cousin
dedos
fresh
galletas
houses
lenguaje
naranja
negó
opción
pieces
planning
premio
preparado
roof
rule
sientes
sonido
stories
sts
succeed
teoría
theory
Llevo
Mamá
Mejor
Saturday
Vi@@
alegro
barely
basura
belongs
blanca
borrow
cards
coger
comportamiento
computador
corbata
costs
doce
enorme
ge
gue
guilty
idiot
instead
intención
itself
mate
memory
pas@@
size
solution
subject
tendrá
ty
vuelve
web
ñ@@
Canada
Ma@@
Par@@
Time
arma
attend
believed
boda
bother
botón
century
crimen
despierto
diario
explicar
finger
fondo
harto
injured
nariz
oferta
ordered
parada
piel
shy
siglo
skin
theater
trans@@
washed
According
Canadá
Car@@
Madrid
broma
buying
cancer
cap@@
cookies
cáncer
distancia
esposo
fa@@
fired
ground
ll@@
mapa
negocios
ot@@
pierna
pregnant
prepared
quedarte
starting
ventanas
viernes
vivía
windows
Greece
War
accent
aceptar
ahead
aj@@
aunt
calling
carretera
casarse
chicken
cho@@
ck
coches
dry
fin@@
habit
hablas
hacerte
mas
nature
ourselves
pequeños
pool
profundamente
página
rara
round
significado
smells
straight
stuck
vuelva
Adónde
Ambos
Cuanto
Espera
Grecia
Portuguese
Probablemente
Queremos
Tenés
Without
absent
area
artículo
casualidad
center
education
especial
estrella
explanation
explicación
football
hayas
honesto
ju@@
ks
liar
local
metal
pertenece
prisión
state
truck
vecinos
volar
Ésta
Algo
Hubo
Más
Necesitas
Paul
Show
Unfortunately
amente
amistad
arms
arnos
darme
entrada
filled
haberte
hubo
supuesto
ter
toilet
vegetables
washing
yes
Hold
Toma
adelante
br@@
courage
dando
daré
disappointed
japoneses
lentes
llamas
market
medi@@
million
ora
picked
placer
probablemente
protect
querés
quince
r
rumor
sh@@
thief
Betty
Friday
Lamento
Welcome
White
ables
avoid
behavior
bill
build
continue
corner
cárcel
có
da@@
dura
entero
escucha
fighting
hell
interesado
italiano
lavar
listened
notice
ores
results
vimos
vuelo
Debe
Encontré
Esos
agreed
als
cheap
depende
director
dying
enseñar
excepto
flying
hablado
incendio
inmediato
je
merece
nervioso
ou@@
permite
plantas
race
recuerda
res
silent
ster
support
vecino
verdaderamente
vuestra
Be@@
Bo@@
Estáis
Roma
World
accused
af@@
attack
breath
brown
ck@@
completo
cool
den
evil
familiar
finalmente
fría
ganado
gr@@
gratis
honor
knowledge
likely
ness
pal@@
parado
resultados
servicio
stas
tomado
usando
Father
Portugal
Pronto
San
anda
arrested
ashamed
baja
calm
colores
cri@@
darte
dedo
dé
ed@@
ends
energía
estábamos
estómago
fool
forced
harder
lar@@
lights
na
painted
plato
quise
recibió
res@@
risk
shed
sábado
tamos
tir@@
twelve
Bueno
Dos
Hello
Read
advantage
artificial
cabello
calls
cash
cincuenta
ció
comí
distance
extremely
fácilmente
huele
jealous
lan@@
largest
pasaporte
pleasure
practice
probar
prometió
pérdida
runs
satisfecho
seriously
sociedad
sor@@
teachers
teaching
wing
ín
Columbus
Help
Open
Sal@@
andar
arena
asi@@
barato
camión
cant@@
cla@@
conocía
convinced
cried
crisis
cross
enseña
estudio
har@@
men@@
naked
opportunity
oscuro
passport
propuesta
ps
resfriado
rosa
salvo
sentí
slow
supone
tiempos
tomando
trajo
ve@@
vote
x@@
5@@
Day
Didn
Fuji
Per@@
admitted
alarm
ance
caer
cambió
cantidad
cola
conocí
corto
created
criminal
cuestión
echar
exercise
extranjeros
fair
fe
helping
hojas
ked
linda
locked
mintiendo
mostró
out@@
probable
programa
raise
reality
responsable
sang
sentir
steis
tastes
vemos
–
Conoces
Cuáles
Kioto
Linda
Ro@@
action
agu@@
ants
apareció
ary
bedroom
bri@@
conoces
correos
crowd
cualquiera
embarazada
encia
esfuerzo
followed
guar@@
hor@@
intentar
lazy
loud
mirror
modern
murder
nearly
neighbor
paró
rose
sorpresa
tarjeta
torta
welcome
wore
writer
6@@
Brown
Colón
Estuve
Hablas
Incluso
Man@@
Papá
Rome
Tenéis
absolutamente
carried
consciente
creía
espejo
estudia
headache
hid
molesta
pareja
pelota
primo
prize
quedado
reci@@
revista
skirt
sofá
soldados
sons
tanta
text
treat
um
w
willing
íamos
.@@
Americans
I.
Mexico
Solía
Then
amaba
bolígrafo
complaining
decía
empezado
energy
excellent
fiebre
flight
gar
gui@@
involved
judge
ker
math
meant
mercado
nubes
perdí
pleased
querías
quisiera
sacar
solos
studies
tada
talento
Hu@@
Mientras
Mother
O
acabó
acer@@
aria
artist
ase
ayude
belong
brain
butter
char@@
creen
cultura
descanso
destino
empleados
estadounidense
fingers
ing@@
invi@@
lonely
matters
ment
mirar
mood
motor
orden
ori@@
pa
page
pair
responsible
robado
salido
ser@@
soci@@
soportar
sti@@
suyo
teme
trampa
visita
volverá
vosotras
ze
én@@
Mucha
Russia
Y@@
alegra
alo
and@@
appreciate
arreglar
artista
cargo
classroom
discutir
dropped
elegir
escaleras
excelente
fal@@
fifteen
flag
fond
física
grass
herido
inteligencia
patience
picnic
poem
portugués
ren@@
sin@@
supermarket
third
vergüenza
zas
3@@
Querés
Rusia
absence
anillo
bandera
casada
cero
chas
dej@@
deserve
duty
ents
esper@@
estuve
facilidad
fixed
ful
gordo
gotten
grave
hearing
hobby
hole
humana
ies
ins
invite
main
matrimonio
mira
mountains
moving
ms
ninguno
nu@@
pantalones
posición
pr@@
songs
sp@@
stuff
supermercado
vivido
whenever
zado
últimamente
500
Dijo
Each
Mom
México
October
Pareces
Say
acu@@
anti@@
article
ascensor
caballos
canta
cantando
changes
cho
consiguió
cuello
endo
erte
ería
fever
ge@@
guste
imagine
interest
jazz
jumped
keyboard
lay
malas
mantequilla
mayores
mierda
multitud
pensado
pobres
professor
ratón
recor@@
temperatura
weird
whom
yenes
7@@
Cu@@
Fuimos
Mo@@
alegría
allow
aran
arios
beso
calidad
conciencia
convince
corre
costó
cover
derechos
drop
ence
fuiste
hable
helps
huevo
latín
magazine
materna
moda
olvidé
paying
plants
podido
potatoes
produce
ras@@
sirve
solar
sooner
stomach
teclado
throw
últimos
2@@
First
Islam
Polish
Quizás
Shut
ations
birth
bite
brazos
canciones
comienzo
contrario
curso
desayunar
elevator
escritor
evi@@
formas
haberme
he@@
herida
hogar
invitados
juegos
ke
lindo
managed
manejar
meal
nivel
otoño
pat@@
poema
prepar@@
pretended
rang
resultó
society
soldiers
sonó
teaches
tiva
vender
CD
Cierra
Ninguno
Quien
abierto
acción
appeared
aprendido
begins
cen@@
che
clouds
conocen
conversación
corta
culture
dare
draw
dulces
freedom
friendship
greatest
hacerme
jacket
jokes
jugo
kinds
llevas
llevo
luces
mediodía
midnight
musical
necesidad
nurse
olvidar
osas
pedirle
pocket
promesa
relationship
religión
sleepy
suitcase
tenías
tratar
vacía
viejos
12
8@@
Ann
Aquel
Eat
Isn
Mon@@
Trabajo
Vive
Vos
Watch
afford
attacked
ausencia
aves
bajó
besó
beyond
bolsillo
cartera
cerebro
certainly
classes
comenzar
confi@@
conocimiento
convirtió
cs
dancing
depends
detuvo
everywhere
extremadamente
fifty
flat
flu@@
friendly
habl@@
habías
hecha
hill
maleta
material
mañanas
medianoche
mouse
names
pants
prestado
rained
sonrió
starts
tame
temperature
tenés
thanks
ud@@
workers
éste
Berber
Gu@@
Once
Thomas
Z@@
answers
apar@@
apartamento
armas
ata
available
awake
china
complete
condition
cuerda
ducha
duerme
earthquake
employees
extra
failure
following
inas
inos
jail
montañas
niñas
nosotras
pedido
piensan
piscina
pistola
population
pregunté
presente
profundo
quality
raised
ricos
rosas
sabido
sion
sión
vende
éramos
1@@
Disculpe
Est@@
Sea
Taro
acabado
bebiendo
caminando
capable
conversation
corrió
cortó
debía
deeply
dieta
difficulty
diría
dió
doble
dormitorio
empezando
equal
esfuerzos
fresco
fun@@
griego
habéis
handsome
importancia
iría
lead
master
móvil
neighborhood
neighbors
normalmente
octubre
pel@@
pl@@
pollo
pos@@
prohibido
proposal
reír
rights
robaron
seldom
spends
thirsty
velocidad
verdadera
wondered
woods
ís
”
$
25
Africa
Ah
Amo
Dis@@
Intenté
Listen
Man
Quieren
Should
Tuvimos
Vete
Water
actuar
adentro
auto@@
bra@@
bright
bro@@
busca
ches
cias
cin@@
ciudades
clearly
cometer
cuarenta
deci@@
diet
disease
distinguir
enemigos
escuchó
fortuna
fracaso
hacerse
historias
intend
inútil
llaman
nación
ning
población
preocupa
profesores
rela@@
remedio
rid
riesgo
solas
solved
stairs
sucedió
total
value
“
18@@
Chicago
Me@@
Po@@
Qu@@
Sigue
burned
cally
camente
casar
cerró
childhood
committed
comprender
contact
crossed
dejé
denied
detalles
e-@@
egg
esquina
fra@@
fuimos
gate
gonna
imagen
informe
ka
lados
members
miembros
mir@@
nation
neck
none
oper@@
oyó
per
photo
podéis
politics
prepare
querido
regalos
reina
remain
socks
stronger
tales
tic
trabajadores
treated
va@@
Although
Cre@@
Durante
Finalmente
Oí
Pas@@
Pre@@
Speak
achieved
antigua
ator
baj@@
bet
biggest
che@@
cities
conductor
cuidar
dispuesto
domin@@
drogas
echó
effort
ena
enemies
et
existen
explicó
extraña
flauta
gen@@
goodbye
hablaba
interés
license
lion
mirada
mundial
murieron
naranjas
ously
pareció
path
ph@@
places
political
pon@@
private
pusieron
razones
reasons
rude
season
según
stranger
supiera
sweater
tendré
tranquilo
tuvimos
us@@
violencia
voluntad
ways
wood
Argentina
Esas
Estábamos
Hi
Iré
Mu@@
Si@@
Three
Twitter
abre
aceite
autor
avi@@
billetera
cierta
clever
cometido
compañeros
cuadro
descansar
discusión
ejército
elección
email
enti@@
estadounidenses
hablante
holiday
jas
llam@@
ls
medida
metros
muñeca
noon
offered
particular
precios
quedan
queen
recibido
rostro
saberlo
scene
sean
tocando
uni@@
volveré
zó
árabe
19@@
Es@@
Neither
None
Pasé
Pueden
Se@@
Susan
Tra@@
Use
adi@@
alas
amas
blancas
bolso
bor@@
cab@@
castle
ciego
cogió
condiciones
contr@@
costumbre
curious
diré
diste
doll
dumb
entr@@
expecting
falda
funeral
furniture
golpeó
gó
iguales
il
illa
lentamente
podrá
político
puse
rec@@
remos
respuestas
señora
sport
suya
terremoto
under@@
violence
ying
yourselves
época
Dad
Pon
Recuerdo
Tan
abandonado
abandonar
abandonó
acciones
ala
ame
aras
army
az@@
badly
castillo
compar@@
complicated
credit
descubrió
difíciles
discuss
efforts
escaped
espero
excited
famosa
fence
flute
fortune
fábrica
gado
guapo
ings
intelligence
joy
kilómetros
letra
losing
manager
muchacha
novelas
pasé
pe
poet
polvo
preguntar
puesta
request
sheep
stick
tal@@
televisor
toy
tuvieron
verduras
veré
vo@@
writes
ábamos
Ahí
Fadil
Haré
Simplemente
Think
according
allergic
armario
bordo
bottom
complain
compraste
construir
cruzar
cubierta
dentista
enta
fuertes
hábito
ic
invented
maestra
marriage
ocurre
pil@@
pity
poniendo
prob@@
propios
ros
seres
shit
sings
spread
turno
vidas
Asia
Carlos
Google
Guerra
However
Mario
Ningún
Sois
Vale
anger
appears
arías
author
añ@@
bajar
billete
brush
cion@@
cumplir
datos
deportes
ear@@
engañ@@
enseñ@@
euros
examination
facts
far@@
feo
fil@@
fully
gal@@
ger@@
handed
illness
insectos
international
lesson
lines
lock
loss
mentiras
ments
miembro
mil@@
mp@@
nombres
ors
pens@@
permission
posibilidad
querría
romper
salary
sent@@
silence
smiling
son@@
strength
subway
suicide
sur
tallest
termina
tomo
tor
unless
zed
zona
ér@@
Jesus
While
Women
acabo
actual
alcanzar
arlos
ats
bur@@
colors
comienza
desert
economía
eta
factory
fail
humans
ida
indi@@
ko
lav@@
lento
llueva
mathematics
mentiroso
mess
metió
muertos
nota
of@@
os@@
players
poca
políticos
program
receive
responsabilidad
saltó
saludable
sand
sharp
tro@@
wound
ye
Being
Buenos
California
Ni@@
Normalmente
Perdón
Preferiría
abandon
acceso
agreement
altos
americano
amigas
apagar
assume
bo
chaqueta
ched
chil@@
cido
cierra
computers
confused
contestar
crédito
débil
edi@@
elecciones
election
esco@@
estaré
esti@@
farm
fri@@
genial
genio
gs
hacemos
hang
humanidad
hung
invitó
largas
llegaron
loca
member
míos
norte
nuts
online
parecer
patatas
plant
ponerse
querer
reads
recibir
religion
remained
ría
simply
sol@@
sombra
square
stri@@
survive
tam@@
toward
understanding
useless
various
viva
yendo
yo@@
área
Arabic
Before
Brazilian
Dejé
Dice
Llegué
Perhaps
Porque
Ri@@
Sol
Sundays
access
agrada
alidad
anas
bal@@
bebida
bereber
buried
calles
character
chiste
copy
cuyo
dama
deaf
doy
drugs
eleven
escena
fallen
hated
hero
ini@@
justicia
llegará
mail
mando
meter
motivo
obey
ocupados
odian
ona
pan@@
pareces
perfectly
pesado
punished
quedaron
quick
reali@@
regla
relax
respeto
screen
sive
sois
speed
tantos
tells
tendrás
tight
toalla
tocó
trabajó
vacío
victoria
virus
wild
ándome
Bu@@
Estaban
Hazlo
June
Lleva
Mal@@
Nemesio
Podéis
amiento
amount
apo@@
aquello
averiguar
breve
brillante
cae
carga
cate
cell
chose
ciento
closer
colina
coma
consigo
consists
dentist
destroyed
ental
entera
escapar
estilo
falling
ged
harm
instrucciones
inteligentes
introduce
kindness
león
located
locos
meta
miel
millas
montar
newspapers
ocean
oranges
pegó
poeta
polite
putting
rarely
refrigerator
repar@@
sabor
sion@@
sions
sobre@@
sun@@
thin
ton@@
towel
traveling
universal
upset
verla
vivió
British
Cats
Cristóbal
Cuidado
Hurry
Jesús
Ju@@
Lo@@
Music
Nací
acep@@
adop@@
andando
apart
appear
asesinato
ayudarnos
banda
caballero
calcetines
candy
cl@@
claimed
comp@@
consider@@
cooked
damos
details
dios
disappeared
drives
emergency
estúpida
exten@@
faith
file
foolish
force
further
gentleman
hombro
héroe
importantes
improve
junio
levantarse
leyó
leí
literatura
llamaré
lugares
ment@@
mission
moto
negra
obtener
olor
opening
ours
paga
paquete
pequeñas
periódicos
planta
plenty
poli@@
presión
pulled
recognize
reg@@
roses
ré
salida
service
solamente
taba
tantas
task
tense
trae
traer
trat@@
trozo
warned
África
Christopher
Close
Harvard
Money
Turkish
Whatever
acting
ages
ale
ang@@
anterior
aspecto
ataque
ati@@
average
awful
based
cabra
citizen
climbed
colour
convencer
ction
cuidadoso
curiosidad
dame
delicioso
desierto
ea
electrónico
excuse
false
fantasmas
fill
flew
fore@@
goat
grados
gran@@
grateful
gué
hers
horses
imagin@@
imaginación
ism
ismo
issue
lección
limpia
martes
nuclear
obvious
océano
passengers
patio
piezas
productos
prove
puertas
quer@@
querían
regresó
responsibility
rope
snowing
str@@
succeeded
suffer
suspect
understands
usado
vo
vuelvas
40
Ad@@
Berlin
Berlín
Ch@@
Lu@@
Mat@@
Na@@
Pues
Quédate
Smoking
Vosotros
aceptó
active
amazing
ani@@
annoying
appointment
ay@@
ayudara
azules
bromeando
calma
cio
comentarios
compañero
compr@@
continued
decidir
dem@@
diver@@
dueño
electric
encontramos
ev@@
fuck
hicimos
highly
hubiese
imos
ines
iremos
juguete
juventud
laid
listos
logró
mas@@
med
menu
muere
okay
opposite
orejas
owner
pasajeros
photos
plata
pongo
quedamos
refuse
remains
repeat
requiere
self-@@
sencillo
sexual
señal
shoulder
shows
siones
suelen
tamaño
tate
tend
tido
tivos
totally
traveled
tí
tímido
val@@
vivi@@
vol@@
weak
15
18
Cualquier
Pablo
Pi@@
Shall
Tanto
Ti@@
Vivimos
absurd
all@@
attractive
audience
bra
brave
cados
capitán
cercana
cientos
cinturón
cli@@
cometió
conocerte
degrees
din@@
discu@@
disculpas
disponible
drove
durmió
echo
economy
encar@@
engine
express
fer@@
flo@@
fluidez
fridge
gra@@
irnos
jar
larger
lately
legal
literature
llev@@
notas
novels
orders
orgullosa
ota
powerful
preferido
regresar
sake
salvar
seguido
seguros
sel@@
sex
shelf
sospechoso
stands
tomé
torre
usan
ventaja
vistazo
volando
Estabas
Parecía
Sabemos
So@@
Yu@@
abor@@
acaso
actitud
agujero
ast@@
autos
ayud@@
beard
bel@@
bell
bello
bilingual
bomba
cando
climate
climb
collar
conoció
dará
decirlo
democracia
describe
dor@@
eg@@
enfermera
entendido
escondiendo
estén
fluently
granja
hablamos
harías
hubieras
hy@@
importar
instructions
internacional
investigación
invitado
io
kilometers
ko@@
ll
llevan
lobo
lon@@
mejorar
mental
menú
meters
pagó
perdón
pintar
pla@@
preparando
producto
pul@@
quedaré
quit@@
radi@@
regaló
rojas
search
style
subir
subió
tecnología
tenéis
thick
tickets
tional
wide
24
300
Beethoven
Dogs
Dr.
Emily
Fu@@
Next
No@@
Podés
Send
Shakespeare
South
Tuesday
Whoever
Yumi
abas
accidentes
acor@@
admitir
amar
amarillo
argument
ausente
barba
becoming
bes@@
captain
casos
científico
conocemos
considerado
contrato
cortar
create
cultural
despertó
dido
escribí
flies
francesa
genius
guests
illegal
increíble
invitación
iron
lat@@
levanta
level
leyes
maravillosa
millón
moneda
motorcycle
national
p.m.
papas
password
ped
pesa
pet
physics
podamos
present@@
pur@@
raw
serpientes
shoot
smaller
soft
sudden
tipos
towards
turns
urgent
vengas
vienen
wa@@
website
winning
zando
zaron
zumo
ésta
11
16@@
Any
Choose
Christian
Dije
Hungarian
Israel
Jo@@
Llámame
Luna
Mayuko
More
Pon@@
Ponte
Remember
Toki
Venga
Ves
acted
added
advance
airplane
anciana
antiguo
apagó
ari@@
attitude
bebió
betrayed
blew
bote
bucket
casados
changing
cida
contraseña
conven@@
cura
deber
descubrir
dest@@
dificultad
direction
elegido
encontr@@
environment
escuchado
evidence
gerente
gracioso
impuestos
insects
intento
inventó
lam@@
laws
lin@@
lips
mintió
muro
necesit@@
ned
occurred
ocultar
oí
parts
press
product
queréis
repair
reply
riendo
rieron
riqueza
ruined
sab@@
saliendo
sells
serán
smarter
sonar
sort
suggest
survived
swear
tando
the@@
thoughts
tieron
trusted
vela
vendría
volviendo
wings
ws
ático
14
Austria
Black
Dudo
Halloween
Lincoln
Mennad
Mundial
Nuestros
Santa
Things
Vuelve
abilities
accompanied
acercó
acompañ@@
acts
alcalde
anim@@
apa@@
asuntos
band
bre@@
cks
comas
concerned
conduce
contado
continuar
conver@@
cure
cómodo
daba
departamento
devil
ej@@
elected
enamorada
entos
eri@@
explo@@
gray
gris
hac@@
hagan
hermosas
hoping
importaría
infancia
intentarlo
ito
je@@
jump
kilo
monte
mover
muchísimo
naive
pagan
petróleo
podés
poesía
pongas
preparar
progress
propias
puntos
ques
ren
rió
row
sabio
salad
sandwich
sepas
someday
species
star@@
ste@@
sto
suggested
touched
trap
trece
ura
uñas
vaca
vacas
venta
ving
visitado
xi@@
Ana
April
Creía
Korean
Ne@@
Picasso
Pona
Tomasa
Tres
Vol@@
aboard
admitió
agradecido
anyway
base
basketball
battle
bears
bil@@
blancos
bles
breathe
cable
cambi@@
capaces
celular
clo@@
compra
contract
data
debate
diera
digan
drawing
duró
elephant
emp@@
enseguida
entendí
ere
erlo
eré
fila
fines
fl@@
golpe
habido
increase
jugadores
ki@@
lation
ler
maravilloso
mismas
muebles
muestra
método
nearest
noble
ocurrido
patas
pecho
permitir
pes
pped
pressure
quem@@
salario
sales
sensible
shame
shape
sto@@
stones
stu@@
sueldo
tratado
valiente
vernos
vienes
walks
wi@@
wolf
ío
Barcelona
During
Empecé
Judy
Meg
Ob@@
Pedro
Sa@@
Seguro
Sobre
Taninna
Trata
Un@@
Vaya
abri@@
acabar
adiós
admi@@
aliens
alimentos
ancient
angel
aumento
cación
cambia
cansados
causó
chos
cinema
cleaning
comentario
constru@@
couch
cow
cá@@
dejaron
del@@
despertar
desperté
dificultades
doors
dreamed
dri@@
drug
dust
ece
electricity
elefante
emergencia
ensalada
enviar
ess
exhausted
extranjera
falso
fotografía
fought
gan
ghost
gloves
growing
guantes
gustado
hierro
importance
intentado
interior
invitation
iz@@
jam
jobs
ki
knowing
llamarme
llame
melo
movimiento
mínimo
ofreció
origen
pantalla
pasear
pensamientos
perfectamente
period
pes@@
piedras
pluma
ponga
prefiero
prices
prohibited
promises
pull
recommend
record
recuper@@
removed
repaired
ridiculous
rin@@
sano
serás
speakers
streets
suave
tendría
tentación
terms
ths
vain
vari@@
vase
via
war@@
wealth
ár@@
,@@
9@@
Al-Sayib
Jones
Olvidé
Pensaba
Washington
abril
agarró
aparte
apellido
aproximadamente
assumed
barrio
bas@@
battery
bebo
beings
ben@@
bomb
cares
cedió
chu@@
ciendo
cigarette
community
complex
conejo
conocida
contiene
có@@
deseando
desper@@
diente
dispar@@
distra@@
divided
drew
electricidad
envió
equivocada
erse
espada
especie
estarás
estudiado
expres@@
fan
fecha
female
forty
gasolina
gritó
haberse
haremos
hello
hoja
holidays
hopes
hun@@
idos
imagination
inevitable
instituto
joking
labios
lamp
limpi@@
llegamos
lloró
lower
mention
method
ming
momentos
nadando
obras
odi@@
om@@
opiniones
podríamos
poems
polaco
preguntaba
prestar
princesa
práctica
páginas
recognized
risa
rooms
rápida
sabías
salv@@
salón
serve
stealing
suffering
supper
sword
tail
talent
tation
tiende
tough
trabajaba
traído
tur@@
unable
unlikely
vel@@
visa
votar
yard
ñas
13
Buy
Ca@@
Dale
Do@@
Ha@@
Happy
Kobe
Llegó
Men
Suddenly
Switzerland
Tras
actions
acusado
adecuado
adorable
alarma
ality
aman
anza
aprende
aprendió
aside
banana
basket
batalla
batería
bot@@
cases
cerrado
cima
compli@@
cuentas
current
definitely
dejaré
demasiada
deserves
desire
dish
dly
effective
els
equipaje
escalera
esperado
exchange
expresión
fatal
forms
fox
fre@@
fuente
granted
gru@@
hire
holding
honey
humo
id
impresión
jun@@
kicked
kidding
lasted
leader
lectura
lent
leo
lia
limpio
lit
locura
matado
misión
músico
nad@@
percent
ple@@
port@@
puppy
recientemente
reco@@
sia
signed
snakes
sofa
successful
sucia
surrounded
tarse
temptation
term
tiró
vano
venden
volví
wherever
youth
án@@
Buenas
C
Cookie
European
Hizo
Intenta
North
Piensas
Primero
Robert
actu@@
aje
alphabet
arañas
argue
ate@@
atrapado
baloncesto
bleeding
burning
cerdo
cheaper
clientes
closet
coin
come@@
compartir
complained
conferencia
contains
cost@@
crear
creas
cuántos
dejara
depressed
destru@@
dormí
efecto
ep@@
et@@
exists
festival
fueras
fuerzas
gained
gando
ger
ghosts
gido
habilidad
hel@@
hidden
higher
imaginar
ke@@
lemon
levant@@
lift
medical
medicamento
mel@@
misterio
molesto
muerta
mueve
musician
mé@@
partida
pasatiempo
pelear
pleasant
poemas
punta
ras
rely
respon@@
ridículo
role
rota
sabiduría
saving
skiing
software
speci@@
tablero
tan@@
tareas
technology
toques
trago
trato
ty@@
unique
vea
verdes
vieron
vinieron
vivos
y-@@
ísimo
Alex
Desafortunadamente
Entre
Gi@@
Hablé
Lucy
Mark
President
Pu@@
Suiza
Vimos
abandon@@
ace
aco
adónde
ai@@
aliento
altura
arguing
ases
baile
behave
boleto
callado
cambios
caron
caído
ceiling
chi
ciudadano
cleaned
consciousness
convencido
democracy
desea
deseos
desnudo
despe@@
despierta
dor
ease
eli@@
embarrassed
entas
entend@@
enter@@
ero@@
err@@
escenario
especialmente
experiment
extraños
favourite
frutas
función
gritar
guía
haberle
hug
ignorancia
impressed
independent
ingly
ink
insult
intent@@
jos
knocked
mentir
miraba
monos
nacional
om
perfecta
pot
preguntarle
prevent
promesas
provo@@
pun@@
pure
push
recoger
región
remembered
ry
sensación
sentada
seré
siesta
silly
sleeps
sociales
source
spirit
stage
sucio
superior
suppose
suspicious
teniendo
tesoro
tied
translator
urgente
violín
visiting
visión
wins
worker
worn
ña
ño
órdenes
Almost
B
Cam@@
Colombia
Entiendo
Estudio
Hab@@
Mor@@
Mt
Res@@
accidents
alguno
amabilidad
americanos
apply
asust@@
cantó
cau@@
causes
challenge
científicos
classical
classmates
comple@@
continu@@
convenció
correctamente
corte
costa
cra@@
crossing
daron
decepcion@@
decepcionado
detective
document
documento
earn
efectivo
entemente
entreg@@
equivo@@
escucho
eventually
existencia
gada
gallina
gatito
gro@@
hin@@
hired
invent@@
letras
lovely
líneas
miento
mistaken
mochila
mono
noisy
nonsense
notebook
notes
nowhere
números
opponent
pad@@
pasan
pasará
plu@@
priest
publi@@
pudimos
rare
resulta
robar
robbed
saltar
seguida
selling
sem@@
shock
snake
spe@@
sta@@
supo
tir
tire
ton
uncomfortable
unhappy
utilizar
vives
zamos
zan
zing
/
Algún
Bible
Ci@@
Comí
Decidí
Drink
Few
Hi@@
Hokkaido
Learn
Lle@@
Murió
Nosotras
Pasamos
Pregúntale
Recibí
Sit
Such
Tomé
Van
accomplished
achieve
aco@@
adultos
apoyo
arre@@
arrest
asustado
avergonzado
ayudará
basta
bebido
becomes
bilingüe
botas
brings
cante
cel@@
cerr@@
colo@@
confía
connected
construcción
construyó
convertirse
copia
corre@@
corriente
court
daily
deje
desapareció
disfru@@
disparó
divorced
ely
encontraste
enfadada
enfermedades
entiendes
ete
finding
generally
hall
hon@@
jar@@
juegan
laptop
lava
llamando
llevará
lograr
louder
lástima
mantiene
mantuvo
marcha
model
moderna
mystery
nap
pago
pesada
pink
pobreza
politician
politicians
pond
preci@@
princess
profunda
proof
properly
puedan
rabbit
rechazó
sees
sentarme
serpiente
sexo
sunglasses
ters
ther@@
trabajan
trapped
up@@
vend@@
volumen
watches
west
zada
Aprendí
Big
Donde
Escuché
Estuvo
January
José
Leí
Llam@@
Policía
Querría
Ten@@
Traté
aburrida
accompany
ache
actriz
alfabeto
apre@@
arro@@
asistir
autumn
bonitas
boots
burst
caba
cap
cheated
cir@@
cle
clásica
complicado
confessed
confidence
consejos
contener
cé
dar@@
darse
dating
decisiones
deny
desgracia
dijera
dime
distinguish
divi@@
divorce
elev@@
empezaron
event
existence
experimento
fake
flashlight
fol@@
frozen
gh@@
handle
ilegal
intention
interpre@@
kers
lación
levantado
levantarme
levanté
librería
lámpara
mini@@
moves
necesitar
numbers
oeste
official
oficial
ol
ory
otherwise
oídos
pasta
pelea
pido
ping
podré
ponerme
pozo
pruebas
pura
quedando
ración
religious
remind
reputation
revi@@
revistas
ron@@
siguen
sore
steal
suéter
sy
talented
temporada
termin@@
tió
trabajos
traducciones
viajes
wishes
ángel
Ab@@
Adoro
Biblia
Check
Claro
Di
Escribe
Escu@@
Esper@@
Esperamos
Feliz
For@@
Fuiste
Hagamos
Lisa
Oye
Piensa
Ru@@
Señor
Tanaka
Tr@@
Trabaj@@
Viste
Volveré
absurdo
adopt
afortunado
air@@
almohada
alumno
aprobó
ares
ave
bench
bes
blo@@
bon@@
bru@@
burn
cali@@
carácter
cercano
charming
chest
chosen
clara
cubierto
cuento
danced
debió
debt
dile
documentos
dudas
enamoró
encantaría
encontraron
erme
ery
erá
esperó
estuviste
fama
filosofía
fingió
fy
gener@@
gustas
heaven
heridas
hierba
húngaro
ide@@
idi@@
iendo
iled
independiente
individual
ingenuo
juguetes
knee
levantar
liberty
libr@@
limón
logical
logrado
logro
lógica
males
malos
medios
mol@@
ne
nevando
normas
note
obvio
ocasión
pagado
pagar@@
pale
papers
pasamos
permanecer
pol@@
possibility
post@@
presence
prevented
produ@@
provide
príncipe
reconocer
recuerdos
resul@@
rio
safety
salvó
secretos
secundaria
shake
shi@@
soap
stops
tados
tengamos
throat
tooth
tras@@
tura
vayan
veras
verle
visitó
ví@@
walls
wisdom
zorro
Coge
Deberían
Dijeron
Egipto
Egypt
Gran
Marika
Qui@@
Saben
School
Ser
Vayamos
Vladimir
abducted
acto
actress
acuerdas
admir@@
admire
adver@@
alegre
alike
alism
amado
anta
appearance
arriving
ass
ayudarle
bald
begun
bici
bió
borrowed
boxes
breaks
cajas
cidos
claramente
cliente
cloud
collect
comment
comunidad
conditions
confío
contenta
creó
deli@@
dessert
dies
dr@@
dy
dó
eléctrica
entrance
especially
expert
extraterrestres
falls
fantasma
fashion
fied
fir@@
formar
funcionar
gifts
guardia
hab@@
hacerle
hand@@
highest
imit@@
improved
incapaz
infierno
insane
int@@
justice
kilos
linterna
llamaste
lle@@
llegues
loose
líder
ló
mit@@
modelo
negros
nevar
opciones
options
pierde
pig
plastic
plástico
postre
practicar
prefiere
primeros
primos
prince
production
products
quedo
quienes
química
ratones
region
regres@@
regular
regularly
rise
rodilla
romantic
ríe
san@@
scientist
secretary
secrets
separ@@
shorter
sink
sk@@
soldado
soldier
south
spite
stra@@
sunny
tarme
taxes
tidos
tiro
traductor
truly
turco
victory
violin
vídeo
0@@
Abre
Da
Death
Debido
Detesto
Doctor
Dutch
Fr@@
II
Learning
Lee
Leo
Ta@@
Tendremos
Tuvo
Vine
Vino
abuelos
ahorrar
ajo
alar@@
alcanzó
ale@@
alfombra
ambi@@
ami@@
attended
ban
bañ@@
beans
ble@@
bola
bottles
bre
breaking
buses
cajón
candle
cave
checked
cheek
chó
cobarde
cocinero
coins
conce@@
condición
conjunto
consiste
control@@
coraje
correctly
coward
creyó
cro@@
cui@@
cuida
dejas
dejo
demanded
descubierto
deten@@
dra@@
effect
elefantes
ending
envi@@
errors
eses
esp@@
espectáculo
espere
espíritu
esquiar
experienced
exámenes
firm
gain
god
gorda
grabbed
grandparents
grown
guardar
head@@
hoped
ian
ignored
image
incident
itas
journey
killing
leg@@
liber@@
licencia
llor@@
lloverá
luce
magic
moral
mostr@@
mp
naturales
negras
ocurra
oldest
oni@@
opinions
osamente
our@@
paredes
pañuelo
permi@@
pesca
pila
plate
points
pray
presents
privado
producción
prome@@
puta
reasonable
resol@@
respe@@
ringing
salí
seek
sensitive
sesenta
site
sor
spell
suma
sweets
tejado
tires
tom@@
toys
translating
treasure
trenes
uvas
versión
viniera
weapons
Ésa
17
17@@
Anyone
Du@@
Fuck
Go@@
Ho@@
Pa@@
Sun
Tendré
Th@@
Translate
ador@@
adult
afec@@
agotado
aho@@
amar@@
ambas
ancianos
apariencia
aprendiste
ators
atr@@
attempt
botellas
bus@@
canadienses
casarme
ced@@
characters
chat
chemical
ching
chinos
cional
cito
cocinando
completa
confun@@
considera
constantly
consu@@
contest
cosecha
cousins
daughters
defend
ders
deserted
despedido
diendo
directamente
dirá
disco
discussed
enas
enfrent@@
eno
escondido
estudió
familias
frame
gen
gió
guard
ilusión
improbable
incómodo
instante
jabón
juzgar
kes
lab@@
llamaba
llamé
llegada
mag@@
masa
mayo
monedas
mueren
multi@@
nuevamente
ochenta
olvidaré
olvide
ordenó
orgullo
pages
pas
pasaba
persuade
pidiendo
pillow
planeando
plaza
pli@@
poetry
ponen
posee
prefer@@
principios
proceso
pronounce
proteger
pushed
raza
razonable
reconoció
remove
renunciar
reserva
seats
segundos
served
sets
signifi@@
sobras
spo@@
stamps
staring
suicidó
superar
sushi
tec@@
tela
temas
tip
toque
trabaj@@
translations
turistas
twins
vayamos
viniste
voted
wheat
zos
íais
22
90
Add
Aprender
Bus@@
Chile
City
Col@@
Creí
Cualquiera
Cuánta
Dejó
E
Francisco
Guar@@
Hablamos
Habéis
Having
Hebrew
Nature
Viene
aca
ace@@
aces
acti@@
además
ah
alegr@@
amenaza
anxious
apoy@@
archivo
ardilla
aries
asesino
ayudado
bail@@
below
belt
bio@@
borde
bromas
cabaña
cakes
camiseta
central
cer
cerdos
cerrados
chistes
circumstances
cking
collection
comiste
cortas
criti@@
cumpli@@
cómoda
damage
daría
decisions
deer
defeat
desarrollo
descar@@
determin@@
dir
dist@@
doctors
drowned
dur@@
edu@@
eme
esperanzas
estudi@@
estupidez
estuvieron
fascinating
fog
foods
founded
frigorífico
garganta
giant
golpe@@
graduated
gramática
grapes
gues
gust@@
habitaciones
hijas
ignore
impidió
ined
influence
ining
ja@@
kitten
lad@@
lamento
len@@
llevado
llo
logist
mascota
maybe
milagro
musulmanes
mutuamente
ners
ocurrir
parecido
participar
pele@@
perfume
personalidad
philosophy
pinta
placed
plan@@
po
pointed
pres@@
prisoner
probado
process
