<unk>
<pad>
<s>
</s>
.
I
the
to
a
you
is
?
&apos;t
,
Tom
of
in
&apos;s
that
The
was
He
it
me
and
have
for
You
are
my
on
with
not
do
be
It
&apos;m
your
this
She
We
can
he
don
like
his
Mary
want
at
know
&quot;
!
her
has
him
What
&apos;re
as
what
will
This
go
an
They
Do
&apos;ll
time
very
all
from
about
had
up
My
one
we
think
by
&apos;ve
but
out
didn
here
going
were
there
There
get
so
did
she
than
That
How
Don
good
more
no
doesn
see
would
us
been
need
am
when
much
never
just
they
if
too
come
people
who
Why
should
got
now
day
or
work
help
If
them
love
said
how
only
A
&apos;d
take
always
our
last
Is
car
Are
something
tell
back
isn
some
money
two
house
book
really
lot
many
say
man
home
any
make
could
speak
eat
must
Can
right
told
When
Where
anything
Let
went
made
new
still
French
long
Please
room
well
today
their
life
into
better
off
Who
old
live
school
before
three
way
won
father
first
years
little
English
thought
does
left
other
night
over
every
Did
tomorrow
talk
down
dog
because
In
saw
again
No
came
where
world
read
wanted
asked
without
buy
understand
nothing
find
give
Have
everything
look
friend
play
His
put
name
after
mother
already
friends
yesterday
ever
job
used
children
doing
water
leave
took
happy
able
believe
lost
wants
next
feel
language
away
things
please
bought
beautiful
same
Your
morning
sure
best
door
year
gave
Boston
call
found
problem
why
bad
use
thing
let
learn
most
late
teacher
brother
stay
hard
wasn
being
girl
knows
:
boy
soon
done
couldn
likes
person
bed
hope
wrong
alone
ask
All
enough
seen
country
own
even
looking
hear
may
often
true
yet
stop
happened
these
around
cold
big
days
cat
cannot
week
drink
married
remember
books
sleep
;
John
place
study
tired
such
another
heard
great
while
train
food
city
doctor
young
knew
sister
coffee
its
ate
called
woman
looks
parents
afraid
party
idea
keep
truth
letter
died
family
haven
lives
open
wife
each
wish
which
care
try
mind
Japan
answer
kind
busy
those
bus
child
getting
pay
son
few
important
started
Would
tried
easy
yourself
talking
Her
once
almost
un@@
five
difficult
word
music
ten
someone
wait
ago
watch
says
seems
Our
red
Japanese
aren
rain
write
then
met
together
change
ing
early
else
looked
eyes
reading
end
anyone
table
playing
myself
through
eating
hate
God
phone
Does
coming
These
might
plan
since
words
mine
accident
-@@
himself
question
turn
small
until
walk
game
hair
hours
matter
dinner
anymore
far
hand
makes
forget
needs
Yanni
both
times
re@@
everyone
men
One
working
Everyone
between
ready
Tell
wouldn
s
sentence
As
under
Could
happen
also
Some
favorite
fire
face
fell
sick
pretty
languages
having
light
goes
class
Come
Nobody
start
hot
trying
meeting
TV
against
free
milk
computer
death
felt
angry
white
station
die
month
born
bit
Sami
shoes
story
decided
fish
Monday
lunch
May
meet
minutes
number
others
fun
waiting
age
usually
living
Spanish
nice
rich
&apos;
hurt
arrived
police
run
show
fast
Take
less
office
students
Give
tree
gone
es
heart
sorry
tonight
in@@
swim
t
window
Which
speaks
broke
To
comes
movie
sing
At
turned
full
hands
Will
shouldn
baby
longer
killed
ran
different
drive
summer
finished
S@@
visit
Many
dead
part
quite
become
town
making
ed
dream
loves
kill
high
lie
park
daughter
interesting
mean
four
saying
breakfast
o
news
mistake
Australia
afternoon
became
tea
whole
works
close
began
lived
song
company
hour
homework
large
possible
street
Christmas
student
German
Go
Stop
black
weather
And
later
near
s@@
wrote
studying
stupid
taking
sun
trust
watching
Get
reason
older
trouble
war
box
picture
set
spent
dictionary
forgot
head
learning
spend
thinking
wearing
America
clothes
six
expensive
’
Now
order
river
wonder
wine
along
listen
er
store
flowers
short
hungry
women
moment
caught
stopped
king
poor
cake
snow
chance
animals
stand
Tatoeba
least
miss
rest
People
seem
tennis
lose
human
rather
win
advice
behind
bring
Just
Today
hasn
dangerous
ice
hotel
dark
during
30
cut
present
real
thinks
Look
dress
building
garden
prefer
blue
husband
birthday
questions
But
loved
surprised
Thank
known
outside
changed
problems
side
takes
kept
After
dogs
hospital
quickly
For
famous
floor
crazy
finish
Every
girlfriend
played
bicycle
interested
clean
point
smoking
written
Not
Yes
health
sat
sentences
speaking
strong
Spain
means
mistakes
Chinese
hit
worry
Be
careful
gets
front
tall
yours
brought
cry
Maybe
ated
glad
half
secret
meat
business
o@@
ts
team
case
drinking
ted
herself
months
Sunday
seven
sound
y
bread
sad
sea
dollars
key
needed
paper
several
Those
air
liked
cost
touch
camera
road
writing
agree
eaten
move
...
fine
strange
helped
sky
whether
A@@
New
United
bird
proud
glasses
second
trip
2
American
Everybody
asleep
kids
Everything
break
cook
sit
wear
Even
feeling
scared
&apos;clock
France
Tokyo
closed
crying
eggs
pain
Put
girls
restaurant
ship
talked
fall
library
noise
opinion
paid
past
sometimes
Try
Someone
voice
beer
completely
sleeping
uncle
future
guys
hundred
C@@
Keep
abroad
apple
dis@@
glass
blood
cats
ly
plane
return
teach
running
smoke
catch
horse
seemed
chess
worked
exam
probably
stayed
China
States
accept
broken
cup
explain
thirty
beach
Esperanto
capital
g@@
test
attention
law
li@@
passed
sense
worth
clear
e
hat
piano
Nothing
alive
anybody
Here
Paris
dance
foreign
movies
raining
sell
weren
drunk
guitar
impossible
sitting
situation
OK
de@@
learned
opened
sent
bank
exactly
either
inside
rules
shirt
green
shall
though
Thanks
travel
walked
leaving
swimming
arrive
kitchen
mad
mouth
wall
weight
Life
enjoy
cream
fruit
lying
plays
mountain
evening
tion
F@@
follow
spoke
taken
winter
course
ers
fly
B@@
ation
bag
boyfriend
safe
singing
church
k@@
y@@
body
finally
worse
b@@
choice
desk
m
So
On
difference
Good
boss
invited
kiss
serious
slowly
umbrella
common
fear
gift
hurry
minute
showed
t@@
danger
eye
guy
lawyer
medicine
send
abandoned
d@@
listening
lucky
necessary
visited
An
across
p@@
soccer
drank
patient
sounds
ability
art
missed
native
piece
solve
traffic
younger
Mr
P@@
di@@
earth
information
pass
vacation
wash
Ziri
perfect
television
Europe
London
boys
everybody
experience
knife
radio
sugar
expect
fact
history
couple
decision
i@@
nobody
ti@@
twice
G@@
birds
color
happens
smile
success
translate
walking
worried
de
promise
seeing
thank
a@@
ating
cars
doubt
en@@
failed
hold
player
popular
waited
H@@
Mr.
Since
blame
guess
save
government
hide
pen
quit
shop
single
telephone
eats
expected
st
beginning
fight
line
trees
ill
received
teeth
Algeria
arm
eight
honest
led
machine
newspaper
shopping
village
d
e@@
nor
public
seat
smell
themselves
w@@
Canadian
count
driving
exist
foot
heavy
slept
certain
chair
concert
grow
peace
Earth
easily
leaves
ous
president
price
terrible
airport
baseball
p
pictures
smart
ting
Both
countries
fat
kid
lo@@
soup
ticket
Sometimes
correct
driver
given
lake
list
ri@@
ring
taxi
warm
address
enemy
funny
grandfather
keys
lies
spoken
telling
brothers
deal
fault
forward
mo@@
ons
th@@
E@@
begin
moon
Germany
Ken
animal
chocolate
ine
marry
novel
offer
quiet
shut
apples
film
po@@
studied
tie
co@@
message
power
system
taught
M@@
built
empty
ideas
over@@
r@@
ro@@
supposed
Stay
York
actually
advised
al
drinks
i
ones
st@@
taller
wind
Yesterday
account
grandmother
sight
Wait
bath
legs
wake
Last
ball
coat
cooking
island
laugh
moved
Maria
Russian
as@@
fishing
nine
project
rice
weeks
England
Never
absolutely
ant
date
dreams
joke
useful
With
beat
dirty
ds
promised
shower
sign
th
yellow
Italy
be@@
c
dad
held
land
whose
)
Only
R@@
bear
hates
immediately
letters
regret
speech
O@@
weekend
(
gun
le
rains
thousand
to@@
Children
Love
Make
bike
n@@
pick
position
somebody
storm
te
top
type
Layla
allowed
ally
ch@@
ent
hiding
mom
prison
tears
universe
wet
D@@
covered
juice
k
se
shot
Call
Jane
Leave
Most
act
gas
salt
ses
stolen
wallet
Sorry
happening
tions
waste
10
Italian
Oh
carry
deep
leg
purpose
an@@
ar@@
college
fix
l@@
among
cheese
clock
respect
sold
le@@
plans
share
stood
tive
Turn
W@@
choose
natural
nervous
sed
stone
wonderful
Because
Excuse
See
add
am@@
delicious
ended
forest
luck
realized
returned
simple
somewhere
space
Two
card
check
feelings
kissed
standing
using
worst
K@@
est
flower
forever
forgive
match
stars
L@@
boring
bridge
hardly
sports
stole
taste
Bring
ates
bathroom
control
do@@
low
n
neither
sweet
twenty
Ask
Write
asking
blind
bored
club
due
feels
group
laughed
oil
report
ride
talks
wedding
T@@
above
ans
apologize
boat
faster
feed
lied
named
se@@
staying
Bill
charge
crime
dishes
entered
except
explained
favor
les
meaning
satisfied
till
understood
watched
Tomorrow
board
cause
dressed
earlier
feet
hadn
happiness
painting
pro@@
reached
recently
refused
special
surprise
Brazil
ab@@
bottle
carefully
cute
games
gold
grew
huge
lend
ought
singer
I@@
Well
apartment
heat
ity
pencil
sisters
example
fit
middle
ties
whatever
Greek
Hey
N@@
Were
admit
answered
aware
discovered
healthy
innocent
intelligent
result
tongue
u@@
wise
Latin
Whose
beauty
field
form
h@@
noticed
owe
pizza
suddenly
-
accustomed
bigger
gives
laughing
lots
museum
orange
paint
science
suit
Has
Something
considered
entire
figure
view
wears
From
ce
con@@
hurts
lady
m@@
rent
ve
Somebody
Was
consider
ears
goal
im@@
nose
pe@@
planet
si@@
university
Of
decide
easier
join
upon
woke
Aren
anywhere
caused
comfortable
enjoyed
golf
keeps
policeman
realize
saved
soul
speaker
threw
within
Am
accepted
al@@
ded
f@@
missing
spring
button
enter
fed
forgotten
ni@@
post
reach
smiled
step
By
Their
ding
giving
lack
map
translated
translation
ugly
video
5
believes
cousin
el@@
fresh
houses
mis@@
pieces
planning
roof
rule
stories
succeed
theory
uses
—
Jim
Saturday
barely
belongs
borrow
cards
ch
costs
der
guilty
ho@@
idiot
instead
itself
memory
size
solution
subject
attend
believed
bother
century
finger
injured
ling
ordered
shy
skin
sts
theater
washed
According
Kyoto
bu@@
buying
fired
pregnant
prepared
ra@@
starting
windows
Canada
Greece
War
accent
ahead
aunt
calling
cancer
chicken
dry
g
ground
habit
ourselves
round
smells
straight
stuck
x
7
Portuguese
Time
Without
absent
cookies
education
explanation
nature
star
truck
8
Bob
Show
Unfortunately
area
arms
filled
it@@
mu@@
or@@
ty
vegetables
washing
3
Dan
Hold
center
courage
disappointed
ha@@
market
million
picked
protect
thief
toilet
Friday
Welcome
avoid
behavior
bill
build
corner
fighting
football
hell
ks
listened
notice
pool
results
social
agreed
als
cheap
continue
dying
el
escape
flying
hi@@
race
silent
support
yen
accused
attack
breath
brown
cool
er@@
evil
knowledge
likely
normal
similar
state
Father
World
arrested
ashamed
calm
ends
fool
forced
harder
liar
lights
ness
painted
re
risk
shed
so@@
twelve
Hello
Jack
Read
advantage
calls
cash
distance
extremely
go@@
jealous
largest
lu@@
pleasure
practice
pu@@
runs
seriously
teachers
teaching
usual
yes
Columbus
Help
Open
ck
convinced
cried
cross
fe@@
naked
opportunity
passport
slow
vote
Day
Didn
In@@
admitted
alarm
cal
com@@
created
cu@@
exercise
fair
helping
ked
locked
out@@
raise
reality
sang
tastes
action
bedroom
crowd
es@@
followed
h
lazy
mirror
modern
murder
nearly
neighbor
welcome
wing
wore
writer
Rome
ary
carried
headache
hid
la@@
loud
per@@
prize
rock
rose
skirt
sons
text
treat
ves
willing
6
Americans
Mexico
Skura
Then
ants
bl@@
complaining
energy
excellent
flight
involved
judge
math
meant
pleased
sa@@
sh@@
studies
I.
Mother
artist
b
belong
brain
butter
fingers
lonely
matters
ment
mood
page
pair
responsible
tr@@
ance
appreciate
classroom
dropped
em@@
fifteen
flag
fond
for@@
patience
poem
ps
supermarket
third
1
100
4
Russia
absence
ces
ck@@
deserve
duty
fixed
ful
gotten
grass
hearing
hole
main
mountains
moving
par@@
songs
stuff
ter
whenever
ze
20
Each
October
Say
article
ca@@
changes
ents
fever
imagine
interest
jumped
keyboard
pi@@
professor
weird
whom
Internet
Mom
allow
convince
cover
drop
ins
magazine
ms
on@@
paying
plants
potatoes
pre@@
sooner
stomach
throw
ver@@
vi@@
First
Polish
Shut
ad@@
ations
birth
bite
elevator
ex@@
helps
invite
managed
meal
no@@
ou@@
pretended
rang
society
soldiers
teaches
w
Con@@
appeared
at@@
begins
clouds
culture
dare
draw
ear
freedom
friendship
greatest
jacket
jokes
ker
kinds
lay
mi@@
midnight
nurse
pocket
relationship
sleepy
suitcase
%
Eat
Isn
Watch
afford
attacked
beyond
bi@@
bo@@
certainly
ci@@
classes
cs
dancing
depends
everywhere
fifty
flat
friendly
hill
names
pants
rained
starts
temperature
thanks
workers
00
Berber
answers
available
awake
condition
earthquake
employees
failure
following
gi@@
il@@
jail
mouse
population
quality
raised
sion
sp@@
um
z@@
ap@@
c@@
capable
complete
conversation
deeply
difficulty
equal
handsome
ies
lead
me@@
neighborhood
neighbors
proposal
rights
seldom
spends
thirsty
wondered
woods
Africa
Listen
Re@@
Should
Water
bright
clearly
diet
disease
intend
master
ning
solved
stairs
value
Once
burned
cally
childhood
committed
contact
crossed
denied
egg
ence
gonna
members
nation
neck
none
photo
politics
pri@@
remain
rid
socks
ster
stronger
treated
Although
Man
Speak
Tony
achieved
biggest
cities
effort
enemies
goodbye
license
lion
ma@@
ously
pa@@
path
places
political
private
reasons
rude
season
stranger
tic
ways
wood
zoo
Hi
Mike
Three
clever
holiday
noon
offered
scene
sweater
Al@@
Di@@
Neither
None
U@@
White
alcohol
castle
curious
doll
dumb
e-@@
expecting
furniture
op@@
personal
ph@@
queen
sport
su@@
tes
violence
yourselves
ac@@
army
badly
bet
complicated
credit
discuss
efforts
escaped
excited
fence
flute
fortune
hobby
intelligence
joy
losing
man@@
poet
request
ru@@
sheep
stick
toy
under@@
writes
ying
Dad
Kate
Peter
Think
according
allergic
ator
bottom
complain
fo@@
invented
ls
marriage
pity
prepare
shit
sings
spread
Alice
However
Osaka
Smith
anger
appears
author
brush
des
examination
facts
fi@@
fully
ge
handed
illness
ings
international
lesson
lock
loss
manager
ments
permission
salary
silence
smiling
strength
suicide
sur@@
tallest
unless
zed
Facebook
George
India
While
Women
bar
colors
desert
factory
fail
humans
ic
ig@@
ke
mathematics
mess
per
players
program
rate
receive
sand
sharp
subway
wound
Being
Jesus
abandon
agreement
assume
ched
computers
confused
election
farm
gay
gu@@
hung
member
miles
nuts
ors
plant
reads
religion
remained
simply
square
survive
ta@@
toward
understanding
useless
various
Arabic
Before
Brazilian
Perhaps
Sundays
access
buried
character
copy
deaf
drugs
eleven
fallen
hated
hero
l
lines
obey
original
perfectly
punished
quick
screen
speed
tells
tight
wild
June
amount
ats
car@@
cell
chose
closer
consists
cruel
dentist
destroyed
du@@
falling
gs
hang
harm
introduce
kindness
located
mail
newspapers
ocean
oranges
polite
putting
rarely
refrigerator
relax
sale
sions
thin
towel
traveling
u
upset
9
Bo@@
British
Cats
Hurry
Ma@@
Music
ag@@
apart
appear
au@@
candy
claimed
cooked
details
disappeared
drives
emergency
faith
final
foolish
force
fu@@
further
gentleman
il
improve
mission
na@@
opening
ours
plenty
pulled
recognize
roses
service
sive
task
warned
Christopher
Close
Jackson
Money
Turkish
Whatever
acting
ages
average
awful
bar@@
based
citizen
climbed
colour
email
excuse
false
fill
flew
goat
grateful
hers
horses
ism
issue
mer@@
obvious
passengers
prove
responsibility
rope
snowing
succeeded
suffer
suspect
understands
Berlin
J@@
Smoking
active
amazing
annoying
appointment
continued
ction
electric
fuck
highly
inter@@
laid
menu
okay
opposite
owner
photos
refuse
remains
repeat
self-@@
shoulder
tend
totally
traveled
weak
An@@
Dima
Shall
absurd
attractive
audience
brave
degrees
drove
economy
en
engine
et
fridge
gate
general
jo@@
larger
lately
literature
novels
orders
powerful
sex
shelf
stands
4@@
Co@@
Mar@@
Use
beard
bell
bilingual
ble
climate
climb
express
fluently
hy@@
instructions
j@@
kilometers
mayor
med
meters
ne@@
search
shows
style
thick
tu@@
wide
Dogs
Li@@
Nancy
Next
Send
Tuesday
Whoever
ad
ar
argument
becoming
captain
ches
cr@@
create
flies
ged
genius
guests
he@@
horrible
illegal
iron
level
mar@@
motorcycle
national
online
password
physics
qu@@
raw
shoot
smaller
sub@@
sudden
tickets
tional
towards
turns
urgent
website
winning
Any
Choose
Hungarian
More
Paul
Remember
South
acted
actor
added
advance
airplane
attitude
ban@@
ber@@
betrayed
blew
bucket
changing
direction
environment
evidence
fa@@
familiar
har@@
ia
insects
laws
min@@
ned
occurred
parts
ped
pet
press
product
repair
reply
ruined
sells
smarter
sort
suggest
survived
swear
thoughts
trusted
wings
ws
x@@
50
De@@
Things
Y@@
abilities
accompanied
acts
band
cha@@
cks
concerned
devil
ed@@
elected
flu@@
gray
hoping
ir@@
jump
lips
ll
local
naive
progress
salad
sen@@
someday
suggested
sun@@
te@@
touched
trap
tri@@
ving
April
Christian
Korean
Rima
To@@
V@@
aboard
anyway
basketball
battle
bears
breathe
contract
drawing
elephant
file
increase
lation
mon@@
nearest
pped
pressure
row
shame
shape
soft
species
stones
the@@
walks
wolf
Be@@
During
aliens
ancient
cinema
cleaning
couch
cow
doors
dreamed
drug
dust
electricity
exhausted
fought
ghost
gloves
growing
importance
invitation
is@@
jobs
knowing
ot@@
period
prices
prohibited
promises
pull
recommend
removed
repaired
ridiculous
sandwich
speakers
streets
terms
vain
Black
Islam
Madrid
Thomas
assumed
battery
beings
bomb
cigarette
community
complex
divided
drew
end@@
error
female
fore@@
forty
ge@@
gri@@
holidays
hopes
imagination
joking
lamp
lower
mention
metal
method
poems
recognized
rooms
stealing
suffering
supper
sword
tail
talent
ths
tough
unable
unlikely
wealth
yard
3@@
Buy
Mi@@
Ro@@
Suddenly
Switzerland
actions
ality
angel
aside
basket
cap@@
cares
cure
current
definitely
den@@
deserves
desire
dish
dly
effective
ess
exchange
forms
fox
granted
hello
her@@
holding
honey
jam
kicked
kidding
lasted
leader
lent
lit
percent
pie
puppy
signed
snakes
sofa
stri@@
successful
surrounded
tation
temptation
term
ur@@
ver
war@@
wherever
youth
$
European
Le@@
Men
North
alphabet
bleeding
bri@@
burning
cheaper
complained
contains
criminal
depressed
exists
gained
ghosts
hidden
higher
hire
internet
lemon
lift
medical
musician
pleasant
record
rely
res
role
sake
saving
skiing
technology
unique
6@@
Happy
Mo@@
President
Un@@
argue
arguing
behave
ceiling
cleaned
consciousness
data
democracy
ease
embarrassed
experiment
favourite
hug
impressed
independent
ing@@
ingly
insult
knocked
mate
ming
pen@@
prevent
pure
push
remembered
silly
sleeps
speci@@
spirit
stage
suppose
suspicious
tied
translator
v@@
visiting
wa@@
wins
worker
worn
y-@@
”
Almost
Betty
Mt
Se@@
accidents
apply
challenge
classical
classmates
coin
crossing
document
earn
els
eventually
hired
hu@@
ink
lovely
mistaken
noisy
nonsense
nowhere
opponent
pot
priest
rare
robbed
selling
snake
source
ty@@
uncomfortable
unhappy
zing
–
“
.@@
Bible
Car@@
Drink
Ex@@
Few
Learn
Portugal
Sit
Such
accomplished
achieve
arrest
ba@@
becomes
brings
chi@@
closet
col@@
connected
court
da@@
daily
divorced
ely
finding
generally
ler
louder
model
mp@@
mystery
nap
notes
pink
politician
politicians
pond
princess
proof
properly
rabbit
sees
sti@@
sunglasses
ters
trapped
watches
west
wi@@
2@@
January
Pona
accompany
ace
autumn
boots
burst
causes
cheated
clo@@
confessed
confidence
dating
deny
distinguish
divorce
don@@
event
existence
fake
fan
flashlight
frozen
hall
handle
intention
moves
notebook
numbers
official
ory
otherwise
religious
remind
reputation
rumor
serve
sore
steal
stu@@
talented
tra@@
trans@@
wishes
Brown
Check
Fuji
Linda
Pro@@
Toki
Z@@
adopt
bench
charming
chest
chosen
cre@@
danced
debt
ec@@
ery
fr@@
fy
heaven
hor@@
iled
knee
liberty
logical
om
pale
papers
pe
possibility
presence
prevented
provide
safety
shake
soap
stops
throat
tire
tooth
walls
wisdom
1@@
500
5@@
Ann
Egypt
School
abducted
actress
alike
alism
appearance
arriving
artificial
ass
bald
banana
begun
borrowed
boxes
bra@@
breaks
cla@@
cloud
collect
comment
conditions
crisis
der@@
describe
dessert
dri@@
entrance
especially
expert
falls
fashion
fied
gifts
gr@@
highest
improved
insane
justice
mor@@
options
p.m.
pig
plastic
prince
production
products
region
regularly
rise
romantic
sal@@
scientist
secretary
secrets
shorter
sink
soci@@
soldier
south
spite
sto@@
sunny
sy
taxes
ther@@
tor@@
truly
victory
violin
18@@
8@@
Death
Dutch
Learning
Lo@@
admire
attended
beans
bottles
breaking
burn
can@@
candle
cate
cave
checked
cheek
correctly
coward
cur@@
demanded
effect
ending
experienced
firm
gain
god
grabbed
grandparents
grown
head@@
hoped
ignored
image
incident
journey
kers
killing
loose
magic
mp
oldest
opinions
picnic
plate
points
pr@@
pray
presents
pur@@
reasonable
ringing
seek
sensitive
site
spell
sweets
ter@@
toys
translating
treasure
weapons
yo@@
z
7@@
Anyone
En@@
Fuck
ache
adult
ant@@
ati@@
ators
attempt
characters
chemical
ching
cho@@
coins
constantly
contest
cousins
daughters
defend
deserted
discussed
errors
extra
frame
ger
guard
hand@@
ka
pages
pillow
poetry
pronounce
pushed
remove
seats
served
sets
sk@@
spe@@
stamps
staring
tip
translations
twins
ve@@
voted
wheat
Add
Bu@@
Having
Hebrew
Nature
Ri@@
Sun
Th@@
ang@@
anxious
aries
below
belt
cap
circumstances
cking
collection
damage
decisions
deer
defeat
dies
doctors
drowned
ear@@
fascinating
fog
foods
founded
giant
graduated
grapes
ined
influence
ining
jazz
kes
kitten
logist
maybe
note
persuade
philosophy
ping
placed
pointed
prisoner
process
published
r
resign
resources
scare
squirrel
stic
strangers
sum
thirteen
title
up@@
weapon
12
Despite
Follow
Nice
Swedish
Wake
accomplish
af@@
air@@
ances
bound
br@@
canceled
charged
chat
cheating
claims
committee
compared
composed
concern
conference
department
dra@@
dy
families
formed
funeral
ga@@
goals
grade
hanging
hatred
honor
ignorance
magazines
monkey
ners
parked
pes
positive
poverty
pping
pretend
produce
rainy
register
schedule
scolded
sentenced
shoe
spot
strike
symbol
ton
trains
twenty-@@
unfair
unusual
volume
Ar@@
Believe
Birds
CD
City
Juan
Mon@@
Start
Su@@
Taro
Wash
aim
aring
asks
bs
cakes
carrots
cases
chairs
cigarettes
cli@@
clothing
cough
cows
cra@@
cul@@
dancer
ders
detail
diary
discussion
dreaming
employee
expression
fluent
frightened
fruits
garage
gged
ging
guide
helicopter
humanity
ian
leftovers
lottery
manage
material
meals
messages
mice
mil@@
miracle
nails
nerves
origin
package
particular
parties
personality
phrase
planted
preparing
pride
research
reservation
response
ry
sandwiches
scary
shadow
shared
showing
sides
solar
spo@@
stepped
surgery
tch
ten@@
tense
turning
vase
wasting
well-@@
wounded
Chicago
Com@@
February
Gu@@
July
Korea
Mars
Me@@
Mrs.
Muslim
November
Save
Susan
Translate
Union
adopted
ay@@
basic
begged
brains
cage
cancel
ced
char@@
cing
cle
cy@@
dawn
desperate
despite
diamond
difficulties
drawer
ement
engaged
entering
exciting
fate
foreigners
garbage
gods
goods
grandma
harsh
ignore
income
ish
journalist
junk
ke@@
ki@@
lasts
latest
majority
mask
memories
mentioned
musical
pairs
passes
pilot
planned
port
purse
related
reminds
require
requires
ruin
scream
security
separated
shi@@
shirts
sho@@
shook
silver
sters
strict
super@@
sweat
tiny
tion@@
tomato
upstairs
19@@
25
Argentina
Find
Instead
Muslims
Ne@@
Thursday
Twitter
Vi@@
Whenever
activity
adults
ana
apologized
approve
approved
barking
blow
brief
buildings
bush
comfort
comments
construction
creative
cups
da
director
engineer
entirely
envelope
envy
explosion
faces
gh@@
hesitate
hundreds
hunger
indifferent
ines
insurance
ist
lacks
ladder
laptop
lecture
lessons
link
moments
nations
nearby
operation
our@@
physical
plu@@
professional
quarter
resembles
rising
roads
scientific
scissors
sha@@
sli@@
stove
struck
suffered
surface
valuable
version
weigh
wished
-up
Cor@@
Fadil
Fortunately
Google
Hawaii
Jo@@
Lord
Red
Speaking
Turkey
aches
advanced
arrival
balls
bees
bitch
blanket
bones
bro@@
butterfly
carrying
ce@@
destroy
diseases
ditch
double
doubts
economic
eds
ent@@
essay
forbidden
forces
former
fucking
function
gathered
grammar
hammer
however
id
imagined
incredible
interrupt
interview
kissing
listens
major
male
mark
mum
murdered
mustn
north
ol@@
onto
outfit
painful
passion
pianist
planets
policy
respond
seconds
selfish
shining
sixty
spending
spider
squ@@
stra@@
sum@@
threatened
topic
tourists
trash
trick
tries
ven@@
weighs
wheel
whoever
wooden
ya
Asia
December
Enjoy
Eve
Four
Like
Mario
Nowadays
Old
Si@@
Spring
Sweden
Won
Year
aid
album
ali@@
ars
border
bunch
career
confuse
conscience
consequences
cor@@
cottage
cru@@
cultural
d-@@
damaged
darkness
documents
down@@
enjoying
ently
essential
fork
grades
gro@@
gym
hunting
ignorant
intended
invention
landed
leads
lean
luggage
mat@@
mes
necessarily
noble
nu@@
nuclear
object
organized
oxygen
pepper
personally
pockets
poison
prime
punishment
que
revealed
revenge
sauce
scarf
schools
ships
shock
slave
slight
solid
spilled
str@@
sw@@
thanked
thousands
toast
tourist
twin
uni@@
victim
wanna
weekends
witch
California
Dr.
Finnish
Kabyle
March
Par@@
Per@@
Right
Run
Scotland
Stand
Ti@@
afterwards
ambulance
ari@@
authority
baked
beside
bitter
branch
cab
cal@@
cast
cated
celebrate
che@@
code
counts
cted
customs
defeated
demand
dislike
dizzy
dozen
earns
east
fewer
fil@@
films
fits
flour
foreigner
goose
greeted
habits
hugged
impression
including
informed
laughs
limited
longest
mass
ner
ns
ob@@
os
parking
part-time
pens
pets
pipe
plates
plus
principles
released
rented
res@@
ser@@
snowed
structure
therefore
throughout
tiger
typical
wor@@
24
Big
Ch@@
Cut
DNA
Draw
Either
Great
Nemesio
No@@
Pick
Po@@
Sa@@
September
T-shirt
Ten
ack
alist
ani@@
apology
appetite
baffled
beg
bishop
cellphone
circle
collecting
communicate
compli@@
confess
cont@@
content
context
convenient
crash
crashed
cy
depend
drowning
ens
exact
exams
frequently
ha
ham@@
harvest
heads
height
ily
iness
issues
keeping
ko
la
logy
lon@@
machines
measure
measures
mer
mobile
non@@
ny
objects
odd
oven
owns
pack
packed
painter
pencils
phones
proved
puts
ration
regard
regular
retired
riding
seeds
stared
suitable
suits
tower
treatment
tter
ture
unexpected
witness
work@@
worrying
16@@
About
Ad@@
Emily
Gre@@
Ha@@
Hang
Harvard
King
Long
Na@@
We@@
Wednesday
Work
Yeah
ably
abundant
accordion
ach
acid
acknowledged
adventure
affected
allows
ard
bers
billion
bing
ca
captured
celebrated
champion
cked
closest
clu@@
composition
conclusion
conscious
critical
currently
development
disguised
distracted
dolls
drunken
edge
effects
ered
euros
fairly
fer@@
fifth
fre@@
ft
furious
greater
gue
handwriting
headed
hood
hurried
impatient
ina
individual
introduced
leaned
load
makeup
matches
media
mental
minister
nights
overcome
pan
pat@@
potato
poured
practical
precious
predicted
protection
quietly
recipe
rode
searched
sewing
sh
shave
shouted
sin@@
sir
sour
spoon
sta@@
ste@@
stubborn
tap
tasted
tax
temper
temple
tends
toothpaste
track
universal
unknown
violent
virus
visa
wealthy
whale
wondering
worries
wounds
ys
/
40
Basque
Carlos
Dis@@
Finally
For@@
Halloween
Humans
Mal@@
Modern
So@@
Though
U.S.
Yu@@
abide
activities
ading
advise
anti@@
atmosphere
bags
bananas
blackboard
bling
cation
citizens
claim
cloudy
command
commit
communication
competition
contain
criticism
debate
despise
disgusting
eg@@
encouraged
explo@@
ey@@
fairy
figured
finds
flat@@
fled
flu
focus
folded
fried
gra@@
growth
happily
helpful
holds
hon@@
incredibly
innocence
interests
joined
legal
loudly
lover
loving
ma
marks
materials
meter
mile
narrow
negative
neighbour
night@@
obviously
of@@
oni@@
owes
passing
pil@@
planes
ple@@
por@@
pounds
pra@@
prefers
pretending
provided
purple
replied
rough
ruins
rush
scale
screamed
separate
shine
sincere
spiders
statue
sted
sunset
swims
threat
thrown
tool
total
traditional
training
vo@@
waiter
wal@@
warn
wer
wn
zero
,@@
11
300
9@@
Actually
Ah
Beethoven
Better
Britain
Catholic
Chess
Doctor
Forget
Generally
Gi@@
Israel
Jews
Little
Mark
Mayuko
Mennad
Miss
Ni@@
Pa@@
Queen
Really
Rio
Santa
Sea
Shakespeare
Yumi
abolished
ai@@
armed
avoided
backs
basement
bitten
bled
boiling
bookstore
bowl
breathing
bru@@
burnt
buses
carpet
cells
ceremony
cloth
concentrate
concept
constant
counting
cting
damn
deleted
delivered
developed
device
disappoint
disaster
downstairs
dresses
edi@@
enormous
ero@@
established
eternal
examples
financial
follows
generous
ger@@
ght@@
greatly
half-@@
hearts
heavily
horizon
hurting
illusion
included
ja@@
ju@@
laughter
lets
ley
lip
medi@@
meetings
men@@
millions
minds
nail
offended
option
ordinary
outstanding
paintings
pers
plain
produced
property
puzzle
rapidly
recent
reduce
regards
roll
scratch
searching
sexual
sheet
shocked
shown
silk
specific
ster@@
stomachache
strawberries
surely
swam
swee@@
terribly
thir@@
tor
tortured
tures
types
washes
waves
14
15
18
20th
Austria
Correct
Du@@
Go@@
Guess
Health
Ho@@
ID
Language
Lincoln
Pass
Pay
Picasso
Reading
Robert
Until
a.m.
aces
and@@
areas
bes
black@@
ble@@
blo@@
blonde
bow
bug
coach
coincidence
compare
confident
corrected
coughing
cri@@
crowded
crown
customers
dear
delay
dollar
domin@@
eighteen
elephants
embassy
enjoys
enti@@
ese
festival
fields
fourth
framed
frog
generation
ghts
grave
haircut
ham
handkerchief
ils
jumping
ki
kilo
ko@@
ky
lar@@
lin@@
lls
loses
maid
monster
multi@@
murderer
nightmare
nowadays
ology
pajamas
pan@@
persuaded
picking
pla@@
regardless
rejected
relatives
relaxed
rescue
sacrifice
savings
screaming
series
severe
she@@
skirts
slipped
software
somewhat
spare
split
stays
sue
suggestion
switch
target
textbook
tile
tively
tools
trade
travelling
travels
typhoon
und@@
ures
verb
virtue
volleyball
windy
yield
Al-Sayib
Answer
August
Barcelona
C
Calm
Canadians
Dinner
Explain
Goodbye
Happiness
Haven
Judy
Man@@
Mat@@
Meg
Poland
San
Several
Sleep
Soon
Taninna
Tomasa
US
University
Whether
Wow
Young
agrees
aimed
although
answering
apparently
arrow
assistant
ast
attempted
attracted
babies
back@@
bark
bio@@
blin@@
bothering
bullet
cheerful
collected
ct
customer
defense
deli@@
described
detective
discovery
distant
dreamt
duck
educated
elderly
embarrassing
ep@@
ests
ex-@@
expenses
f
fame
farmer
fellow
forehead
forgetful
guest
iling
insisted
interpreter
jungle
laundry
leg@@
len@@
letting
limits
lions
ll@@
loan
mankind
manners
mas@@
mers
methods
misses
obsessed
occupied
od@@
officer
ol
opens
oper@@
ot
peanuts
performance
phi@@
ples
pollution
prayed
previous
print
prisoners
rat
regarded
rescued
resist
rotten
scientists
section
shing
shout
siblings
sixteen
slapped
slo@@
smoked
spi@@
stamp
star@@
sting
tasty
thieves
thy
tt@@
ud@@
unemployed
ved
vegetarian
victims
visitors
web
wed
wolves
13
Alex
Anything
Clean
Cookie
D
Fish
Hu@@
Jones
Kobe
Mathematics
Mondays
Netherlands
Romans
Washington
Zealand
abstract
accommodate
ach@@
acked
addicted
ah
ane
announced
applied
appropriate
ash
ashed
atheist
ative
bat
berries
bil@@
biology
bon@@
bore
careless
cas@@
chemistry
cherry
climbing
contrary
creature
curtains
dar@@
debts
delicate
destiny
determined
dic@@
differently
donkey
era
events
exit
far@@
fastest
fiction
fights
flood
foot@@
forecast
gen@@
gentle
glo@@
gradually
grandson
grows
happier
harmful
hi
holes
horror
idiots
industry
inevitable
jury
kick
knight
las@@
lawn
limit
liquid
lity
mini@@
misunderstanding
modest
novelist
numerous
occasion
occur
pas@@
pawn
pays
penalty
pl@@
poorly
popcorn
praying
predict
pressed
quarrel
random
recovered
reflection
remembers
revolution
risks
rivers
salty
seated
shade
sheets
shes
sin
smiles
sor
sor@@
stress
stupidity
suffers
t-@@
tape
thi@@
three-@@
toes
tomatoes
twisted
two-@@
views
whistle
youngest
&apos;@@
17@@
AI
Apparently
Claus
Computers
Czech
Forgive
Hi@@
II
Jewish
Lucy
Mor@@
Mu@@
O
Parents
Pi@@
Playing
Roman
Science
Soviet
Ste@@
Study
Summer
Ta@@
Too
True
Western
acknowledge
annoyed
argued
aspirin
automobile
bakery
balance
bee
beef
besides
blamed
bone
book@@
broom
bull
burden
candidate
centre
chief
colder
companies
completed
console
coun@@
countryside
creatures
dated
deceived
degree
design
dictionaries
discover
distract
dle
downtown
earned
elements
emotions
equally
excuses
fainted
fantastic
fl@@
flo@@
fuel
gging
grand@@
groups
happiest
humor
increased
increasing
indeed
independence
insulted
intentions
jeans
keen
knives
lea@@
leather
length
logic
manner
mixture
mosque
motion
mud
necessity
normally
objective
organization
owl
perform
principal
pronunciation
proposed
pupils
repeated
restaurants
restless
ries
rocks
sail
scandal
shaking
shor@@
shortly
smokes
sou@@
sow
stadium
stake
stinks
syn@@
talkative
teenager
theirs
ther
thread
tism
tolerate
troubles
tus
ty-@@
unhealthy
uniform
ur
ure
va
visible
visits
whi@@
xi@@
Ab@@
Ali
Athens
B
Bi@@
Colombia
Cu@@
Fill
Five
Germans
Grab
Hokkaido
Human
Kids
Moscow
Okay
Push
R
Raise
Sal@@
Second
Te@@
Walk
Wherever
acks
acrobat
affect
aged
approached
ath
attract
awkward
backpack
baggage
ball@@
batteries
beating
beats
beginners
behaviour
ber
boasts
boil
boiled
break@@
brilliant
bringing
bur@@
buys
cau@@
cen@@
chased
cheat
chew
cious
collapsed
complaints
conceited
conduct
contribute
cries
cro@@
cuts
cycle
dealing
declared
din@@
dining
direct
directly
disa@@
dy@@
eager
earthquakes
emotional
est@@
evolution
faithful
favour
flows
gender
ges
golden
gui@@
hats
ids
impact
infinite
ino
interrupted
ises
ished
jewelry
knock
learns
lightning
mag@@
mal@@
mere
minor
mps
necklace
neighbours
opera
ori@@
pal@@
passage
peeling
philosopher
pho@@
post@@
proper
protected
remarks
reminded
replaced
root
sa
salesman
sank
sation
scenery
screw
settled
shar@@
shu@@
signs
sits
sm@@
solving
southern
spade
spy
squares
stabbed
stable
steps
stock
strictly
struggle
supplies
supported
swe@@
tests
thankful
tho@@
thri@@
tick@@
trips
tune
unreliable
users
voices
warning
wiped
wives
ye
0@@
2013
Algerian
Between
Break
Christ
Due
Food
Free
Hell
Holy
Jupiter
Lisa
Marika
Moon
Over
Pacific
Pri@@
Ru@@
Sir
Someday
Swiss
Tanaka
Throw
USA
Vladimir
Way
Yours
absolute
accidentally
accumulated
adapt
addition
ads
aled
ales
alize
all@@
ams
angle
arguments
arrives
asi@@
assure
awesome
backyard
bathtub
betray
bodies
brand
bre@@
burns
cable
cameras
chalk
cheeks
cher
cin@@
cliff
closely
clue
coast
conce@@
continu@@
ctive
decent
description
designed
directions
disagree
e-mail
ency
ental
ering
esses
ev@@
examined
exercises
experiences
exploded
expres@@
extreme
faults
fer
ff@@
files
forgiven
freezing
gar@@
gation
gener@@
glory
gre@@
gum
hardest
heater
honesty
include
ingredients
ini@@
insect
instruments
intense
investigation
iz@@
knees
lands
le-@@
mammals
matic
mic
military
misleading
misled
mon
movement
nephew
nest
nodded
non-@@
onions
ony
outdoors
passionate
patients
pear
pharmacy
photograph
poisonous
poker
postponed
practicing
praise
promoted
pulse
qui@@
radi@@
rats
receiving
regretted
reliable
relieved
remarkable
remote
resemblance
resort
respected
ruled
services
shooting
sickness
signal
ski
skill
skills
slower
smallest
smo@@
snows
sorrow
spirits
splendid
sweating
swimmer
tam@@
teams
thirty-@@
thunder
tionary
tives
troops
tw@@
un
underestimate
uniforms
us@@
variety
vegetable
wakes
ward
wasted
well-known
whichever
wil@@
wo@@
zone
22
Air
Always
Anne
Ca@@
Christians
Doing
Finland
Frankly
Had
Hand
Hope
Irish
Mas@@
Mexican
Minister
Nobel
Nor@@
Obviously
Pre@@
Prices
Sh@@
Stick
Street
Students
Talk
Very
Warsaw
Words
abo@@
abused
abyss
acceptable
aced
ades
affairs
aggressive
amazed
ankle
antly
application
architecture
bel@@
benefits
bless
boards
bowed
bride
calculate
cared
cations
chances
civilization
cleared
closes
coal
comic
communi@@
connection
contagious
contributed
cooks
copies
counter@@
crimes
criticize
crops
crush
curiosity
curtain
delayed
delete
delighted
des@@
develop
disturb
dried
driven
eli@@
ences
et@@
fatal
fortunate
fri@@
fundamental
furry
guarantee
guards
haunted
heating
identify
idi@@
imitate
immigrants
instantly
jewels
knocking
legend
loaded
lob@@
mainly
medication
mid@@
mutual
ne
nightmares
opposed
optimistic
os@@
outcome
ow@@
particularly
partner
peaceful
perfume
permit
pies
pills
pineapple
pirate
pop
ports
privacy
produces
promotion
pronounced
punctual
purchase
rain@@
raincoat
reci@@
referee
relative
reports
reserve
reserved
respects
richer
rises
rook
safely
sam@@
school@@
scre@@
seasons
setting
shark
sil@@
skating
slaves
snack
speechless
spicy
spl@@
steak
stics
stro@@
suitcases
sunlight
suspected
sweep
symptoms
tain
tar@@
tations
tear
tele@@
temp@@
terrified
territory
tical
tin@@
tore
treats
treaty
tricks
trunk
ttering
tting
tunnel
unfortunately
vation
vers
vision
vy
worm
10,000
17
200
Above
African
Ana
Au@@
Bar@@
Belgium
Ber@@
Central
Che@@
Coffee
David
Do@@
E
Easter
Far@@
He@@
Heaven
Iran
James
José
Me
Pas@@
Paulo
Prime
Saturdays
Sign
Silence
T
Tra@@
adequate
adorable
alcoholic
alibi
alright
alternative
ancestors
ands
anti-@@
approach
approaching
architect
ately
atoms
attic
ay
ays
ba
balcony
banged
barefoot
belief
benefit
bites
blouse
blowing
borders
brakes
camel
camp
cans
cant@@
capacity
capture
catches
cents
chain
chores
cism
clients
closing
cockroaches
collar
colored
commonly
composer
confirm
conflict
consult
controversial
cour@@
crushed
day@@
decorated
dedicate
demands
dence
desired
devoted
diagnosed
digging
discount
dwarf
eagle
ented
equipment
examine
expressed
feeding
fin@@
flames
fol@@
functions
galaxy
gli@@
grammatical
grandpa
grief
guns
heart@@
heels
ide@@
identical
identity
impressive
improving
incapable
includes
instrument
interrupting
investigating
ise
jar
jerk
ken
kidnapped
kingdom
kne@@
lan@@
lighter
loser
ly@@
lyrics
marked
mates
medal
millionaire
minimum
mix
molecule
mosquitoes
mysterious
na
nationality
new@@
noti@@
ok
orphan
ots
pains
parrot
pee
perhaps
persons
pli@@
poisoned
praised
pres@@
prey
printed
profit
pulling
racist
replace
rer
rested
reward
richest
rows
saxophone
sco@@
seventeen
seventy
shoulders
sinking
sins
skinny
spoiled
statement
stew
stink
strongest
strongly
sushi
sy@@
tan
teenth
terrific
tics
tidy
tin
tly
touching
tournament
trousers
ttered
turkey
vari@@
vering
vet
vocabulary
volunteer
warmer
water@@
we@@
winner
yed
yell
zes
,000
196@@
20@@
23
Beijing
CDs
Cam@@
Charles
Greeks
Green
Helen
Horses
Intelligence
Joe
Ko@@
Live
Lu@@
Michael
Milky
Nara
Ocean
Paper
Pedro
Pol@@
Qu@@
Quit
Scientists
Soccer
State
Str@@
Sy@@
Tears
Trump
Truth
UFO
War@@
YouTube
ac
accountant
acti@@
addict
ade
affair
agent
ak
ak@@
aked
alized
alling
amusing
anniversary
ans@@
approximately
ards
ased
astronaut
ata
atomic
atory
att@@
attorney
baking
barks
bathing
blocked
bloom
blown
bothers
branches
brushing
budge
bum
calculator
candles
carbon
catching
cating
cattle
causing
cent
centimeters
checking
chy
cir@@
cles
clown
colle@@
contemp@@
cookie
cotton
crack
ctions
cts
cuisine
cular
cutting
dece@@
dem@@
den
deserved
desig@@
dest
detailed
dev@@
disap@@
disappear
dity
dor@@
dragon
dull
dyed
earrings
economi@@
efficient
eighty
ements
encourage
enthusiastic
erase
exception
faced
facing
faint
fascinated
fears
finishing
fle@@
forests
fries
fucked
glance
goats
good-looking
grace
graduate
grey
gross
guilt
heavier
hel@@
hollow
honeymoon
host
humble
hunter
inge
inqui@@
int
invisible
ishing
jogging
kilograms
ladies
land@@
las
lat@@
learnt
levels
lid
liking
lling
lun@@
luxury
mature
mel@@
memorize
merely
mes@@
mi
mild
mischievous
monkeys
mou@@
needn
net
nickname
nine@@
ninety
ong
operate
opposition
orbit
orchestra
owed
pace
palace
paranoid
pel@@
permanent
permitted
phoned
phrases
pin@@
possibly
pound
promising
pus
rage
rainbow
recommended
recorded
resigned
resting
rings
rolled
rumors
sailors
scar@@
sci@@
seas@@
sel@@
serves
shares
shelter
sia
significant
sion@@
skip
sl@@
slavery
sleeve
slightly
sneeze
snow@@
sque@@
stored
surrender
swollen
systems
ta
tails
teapot
telephoned
temporary
theft
thesis
thro@@
tires
tons
tors
trusts
upside
va@@
vacant
vel
verbs
via
vice
voyage
wer@@
whispered
worthy
wrap
yelling
yers
Anna
Anyway
Blood
Cap@@
Carlsen
Chile
Cows
Damn
Dick
Everest
Fire
Francisco
Gra@@
Islands
Ju@@
Justice
Living
Milk
Mine
Or@@
Park
Poor
Pope
Sam
Sho@@
Surely
Thir@@
Tonight
Under
abnormal
abounds
abrupt
absorbed
ace@@
ached
acne
acquainted
admired
aks
ambitious
ami@@
antici@@
appli@@
appointed
arrogant
auto@@
bake
beginner
bills
biting
block
boo@@
bra
breed
budget
butterflies
cab@@
calendar
cals
camping
cane
celebrating
central
chef
chewing
cky
cof@@
colleagues
comfor@@
comman@@
compass
complains
confusing
conservative
consideration
cops
corn
crew
cry@@
cupboard
dam@@
deals
deci@@
declined
departure
dependent
dering
dice
differences
dim
dishonest
disturbing
drivers
duties
eding
ef@@
engagement
enter@@
ep
err@@
evi@@
exclu@@
expelled
explaining
extraordinary
feeds
ff
fist
flea
forgetting
fra@@
fresh@@
gam@@
giraffe
gloomy
glu@@
great-@@
gun@@
hardworking
heal@@
helmet
highway
hin@@
hobbies
holy
homeless
hospitals
hotter
immediate
imported
inging
invent
invest@@
ironed
ising
islands
ited
jection
kin@@
lam@@
lau@@
leak
lessly
lia
literally
mammal
melts
ment@@
mercy
mistook
mixed
moons
museums
nor@@
oned
oning
parent
participate
pay@@
peel
photographer
poli@@
pork
positions
presented
profile
punish
quarre@@
quot@@
rabbits
receipt
recover
refu@@
regrets
relaxing
remark
reported
represent
required
ripe
robbery
robot
ron@@
roommate
sacred
scar
score
scra@@
seafood
semester
sending
settle
shaped
signifi@@
sity
slice
slu@@
sometime
sources
spouse
stal@@
stores
stream
string
subjects
superior
supply
swallowed
tal
tale
tales
theatre
thorough
tious
tis
tolerant
ton@@
toss
tragedy
traitor
trial
trigger
tru@@
unconscious
underwear
unlucky
valid
valley
vel@@
vely
vin@@
vity
wave
worship
xed
ye@@
zation
zz@@
+
0
0s
1,000
12@@
90
99
Ac@@
Act
Animals
Another
Bach
Boys
Christianity
Col@@
Congratulations
Doctors
Doesn
Drive
East
Fo@@
Hungary
Im@@
Indian
Je@@
Johnson
Laura
Laurie
Lots
Luckily
Making
Min@@
Mind
Out
Pablo
Pardon
Peace
Pu@@
Qui@@
Romanian
S
Sha@@
Sil@@
Squeeze
Sta@@
Step
Thai
Thousands
Tr@@
Tur@@
abortion
abuse
accomplice
achievements
aching
ack@@
affects
aim@@
aking
ale
allo@@
ambassador
analy@@
ank
ano
app
articles
ase
assistance
ast@@
aters
avoiding
ax@@
az@@
babbling
balloon
bang
behaved
bli@@
blunt
blushed
bribe
briefcase
bugs
bullshit
burglar
cabin
carries
cement
cess
chatting
che
check@@
checkers
cheered
chi
chickens
childish
cl@@
colli@@
comb
commercial
competent
continues
convenience
conver@@
cord
correspon@@
creates
creating
credi@@
criminals
crocodile
cured
custom
dances
dates
deb@@
decre@@
deepest
deliver
dep@@
dered
dge
differ
dig@@
dislikes
dist@@
dough
dug
edly
ei@@
electrical
ema@@
ench
ender
eng@@
ening
entitled
essence
eternity
ets
ette
evident
experts
explains
exten@@
extinct
eyesight
fal@@
fans
farting
fined
flights
flir@@
flow
fooled
forth
frogs
frying
fting
gall@@
gan@@
gang
gentlemen
ght
grams
guar@@
guessed
handy
hangover
heal
hero@@
hing
historical
hitting
homes
hotels
hou@@
hun@@
hunt
ideal
indi@@
inhabitants
inviting
judged
killer
kills
lab@@
lations
lawyers
leading
les@@
location
loo@@
lovers
lung
mailbox
melted
metro
milking
moral
mostly
nasty
natives
needle
nerve
nut
oak
obtain
om@@
one-@@
overcoat
overnight
owned
pa
person@@
pit@@
platform
plo@@
politely
powers
pper
printer
probe
processor
programs
provides
quantity
rac@@
racket
ras@@
react
reaction
reap
rec@@
recall
relations
requested
rest@@
restri@@
resulted
rocket
rooster
rubbed
sailing
sales
saves
scarcely
scheme
secure
sem@@
sew
shallow
shouting
skate
sla@@
sle@@
smooth
sni@@
sno@@
snowman
soaked
soil
son@@
sounded
spr@@
squirrels
st-@@
stain
stle
stroke
stunning
surgeon
swallow
tan@@
tary
technique
temperatures
thoroughly
thumb
tigers
tip@@
tivity
toe
tone
tour
trained
ue
volcano
waist
waking
wers
whales
wig
wire
woken
14@@
16
2010
54
Am@@
Ancient
Angeles
Ap@@
Atlantic
Australian
Beauty
Bro@@
Bruno
Change
Chris
Church
Compared
Cross
Cup
Drop
Eating
Education
El@@
Fear
Fif@@
Freedom
Gr@@
Henry
Hong
Hotel
International
Ireland
Iron
Istanbul
Jiro
Julia
Kar@@
Knock
Liberty
Los
Mac
Marie
Millie
Mount
Napoleon
Norway
P
Pen@@
Pla@@
Ra@@
Ricardo
Seen
Ser@@
Singapore
Space
Spe@@
São
Tim
Tower
Ukraine
Ukrainian
Vir@@
Winter
Wo@@
abundance
accounts
acy
ada
addiction
adding
advi@@
alert
and-@@
ank@@
announ@@
ano@@
appe@@
appreciated
ara
archi@@
ared
arise
arranged
ases
associate
aster
attached
bats
beers
begging
bend
bian
bicycles
bility
biological
blaming
bles
bly
brake
brushed
cancelled
cand@@
cathedral
cer
charity
checks
circus
cleaner
clocks
cockroach
competi@@
confi@@
connect
considers
continent
contribu@@
controls
cooper@@
cop
core
coughed
creation
deadly
defec@@
defendant
democratic
desires
despises
destination
destroying
dialect
dinosaur
discussing
divine
dolphin
domestic
doubtful
draws
dro@@
drought
dru@@
elbow
elders
eless
emo@@
ential
exhibition
extent
factories
farewell
farther
feminist
fir@@
firefighter
fires
floating
floors
flush
formal
fountain
fourteen
freely
garlic
gen
genuine
ginger
good-@@
gossip
graphy
heartless
hoax
hockey
hol@@
housework
hunch
iPad
igh
ill@@
indulge
inf@@
influenced
inform
initi@@
insist
install
instant
int@@
intentionally
interpre@@
investigate
investment
ironing
irs
jac@@
kin
kindly
kno@@
lac@@
landing
lar
law@@
leaning
lec@@
libr@@
life@@
lifetime
magnet
maintain
masculine
mated
mb@@
mean@@
meas@@
med@@
mem@@
mistress
mosquito
mothers
mow
multiple
niece
obser@@
observed
obtained
off@@
oneself
organ
pad@@
parallel
peach
penny
perspective
pick@@
pigeons
pirates
ple
plugged
pos@@
poten@@
practically
proces@@
pronouns
protein
ram@@
ran@@
recovery
referring
refuses
relation
remedy
resemble
restroom
retire
revi@@
rin@@
rob@@
rs
rushed
sadness
sanc@@
satellite
scor@@
scri@@
scru@@
seeking
self
ser
session
seventh
severely
shaved
sighed
simpler
singers
sixth
snoring
sowed
spon@@
staff
states
steam
steel
straw
strings
struggled
sty
substance
sued
supports
surprises
suspended
switched
sympathy
synony@@
teenagers
telescope
tent
tered
thou
thrilled
thus
tless
trace
tradition
tribute
tricked
trivial
tro@@
unattended
unbearable
unemployment
unlocked
unpleasant
urge
ut
vacuum
values
vanished
ven
volunteered
wardrobe
wed@@
welcomed
willingly
win@@
witnesses
wns
wr@@
zy
10@@
19
195@@
60
Among
Antonio
Anybody
Ba@@
Bad
Bears
Ben
Besides
Beware
Brian
Buddhism
Bur@@
Business
Caesar
Celsius
Chopin
Cre@@
Donald
Einstein
Elephants
Fi@@
Fin@@
Fred
Fu@@
Galician
Gen@@
Girls
Half
Han@@
History
Imagine
Is@@
Italians
Its
Janeiro
Kong
María
Mercury
Move
Much
Nu@@
Op@@
Party
Philippines
Play
Reality
Republic
Sam@@
Seeing
Sen@@
Seven
Socrates
Sorbian
Steve
Sure
Swimming
Ten@@
Texas
Thailand
Therefore
Tobias
Upon
Valentine
Venice
Wa@@
Yokohama
abolish
abruptly
accu@@
accurate
acknowled@@
acquired
adores
ain
altogether
ambi@@
ander
aned
angels
annoys
antibiotics
anytime
apo@@
artists
ash@@
ashes
ate@@
athlete
atic
automatically
aven@@
background
bad@@
bal
belts
ben@@
bent
bits
blond
bloody
blu@@
boils
bombs
bon
brea@@
breast
buil@@
bun@@
campaign
cellar
cent@@
centuries
championship
charges
charm
chil@@
choir
chopped
chu@@
cle@@
click
client
clumsy
columns
communist
compromise
con
conditioner
confusion
congratulated
considerate
consistent
conspi@@
constitu@@
contributions
conven@@
corrupt
cou@@
counter
couples
courses
crystal
cunning
curse
deceased
deceive
dedicated
demonstrated
depar@@
determine
devastated
dignity
dismissed
ditched
dolphins
doms
dr@@
dripping
dropping
drops
economics
elder
elections
emp@@
equals
fathers
feared
fel@@
finger@@
fireworks
five-@@
fixing
flas@@
fli@@
four-@@
freezes
frequent
froze
fun@@
fur
gains
ggled
gh
gin@@
girlfriends
gotta
grab
graceful
grain
gram
grandchildren
guitarist
hal@@
hamburger
hamburgers
hasty
hearted
heavens
hen
hometown
hydrogen
illu@@
images
imaginary
imp@@
import
impress
ind
individuals
infected
infection
intellectual
interfere
interpret
intersection
invaded
item
itting
ive
ja
kilos
latter
leaking
li
lic
lin
linguistics
lish
literary
log@@
long-@@
loyal
mali@@
mall
manages
mathematical
mber
meaningless
meets
melody
mineral
miserable
mmy
monsters
mortal
mother-in-law
motto
mustache
my@@
nate
naturally
need@@
ner@@
neuro@@
nicer
nostalgic
oath
observe
od
offensive
olives
organism
ority
orph@@
overseas
overslept
overweight
pesos
pic@@
pistol
plucked
pose
postpone
pouring
preferred
productive
profession
publi@@
puked
pul@@
py@@
questionnaire
ra
raz@@
read@@
reali@@
reck@@
reflect
relationships
release
relief
remembering
repairing
ribbon
routine
saint
sand@@
satisfactory
saurs
sca@@
scored
seize
sely
separately
shone
sincerity
sites
sively
sleeves
slightest
sm
so-called
souls
spaghetti
spelling
spit
spots
ss@@
stained
stains
steep
sticks
stool
storms
stre@@
stretch
sufficient
sul@@
sunrise
survivors
tag
tattoo
tendency
tested
thou@@
tightly
tioned
to-@@
toothbrush
trumpet
tters
tuna
turtle
twentieth
ultimate
um@@
unded
ung
ups
vary
vast
verge
vie@@
vio@@
visitor
voting
wars
waved
wea@@
weakness
weeds
western
whistling
wind@@
wit@@
yelled
yogurt
zi@@
15@@
65
Achilles
Allow
Amazon
Argent@@
Armenian
As@@
Breathe
Cer@@
Clearly
Consider
Cro@@
Cuba
Cy@@
Dar@@
Darwin
Dem@@
Denmark
Edison
Egyptian
Embassy
Englishman
Er@@
Eventually
Exercise
FBI
Fine
Finish
Football
Harry
Hy@@
Inter@@
Ir@@
Kingdom
L.A.
La@@
Ladies
Lake
Languages
Lojban
Luis
Miller
Nagoya
Oliver
Olympic
Pe@@
Pluto
Pokémon
Repeat
Republi@@
Res@@
Return
River
Satan
Son
Spaniards
Spiders
St@@
Strange
Success
Suzuki
Tagalog
Taiwan
Teach
Trans@@
Tri@@
Tro@@
Trust
Under@@
Wall
West
Wood
Yamada
Yoko
Zamenhof
abreast
accelerated
accessible
accountable
accusing
acking
adapted
aded
admits
aging
agu@@
aj@@
all-@@
alo@@
ambition
amed
analysis
ang
anime
antique
appeal
approaches
arti@@
arts
assemble
atom
atu@@
authors
av@@
avi@@
awoke
bab@@
backwards
banging
banks
bedrooms
beds
behalf
blank
bleed
boats
bot@@
bothered
box@@
breeds
broad@@
bullets
bumped
butt
capitalist
cast@@
cemetery
chairman
channel
chocolates
choices
chop@@
circu@@
collapse
colleague
colon@@
coloni@@
compelled
compete
confirmed
constru@@
consu@@
container
convincing
cooperation
cope
copying
corrup@@
counted
cowards
criticized
crop
cti@@
ctor
cultures
currency
dal
deca@@
deeper
defended
dentists
despair
dick
dictator
dig
digital
dinosaurs
disappointment
disguise
disgust
diver@@
divide
doorbell
drain
drawn
echo
ek
elegant
elimin@@
ende@@
ened
engines
envious
esome
establish
exaggerate
exchanged
expectations
feather
fication
fierce
fies
fif@@
figures
firewood
flock
flooded
forgiveness
foul
foundation
fying
gal@@
gasoline
gathering
genes
geography
gers
global
god@@
goddess
gorgeous
gratitude
gy@@
handbag
harmony
harp
heated
hec@@
hesitated
homeland
hook
horns
humili@@
humiliated
humour
identified
immortal
impolite
incorrect
ine@@
infec@@
injury
insecure
installed
instincts
inters
investig@@
ised
isolated
ketchup
kid@@
ku
lars
launched
lettuce
licked
lifted
ligh@@
lightly
log
lou@@
mach@@
mal
management
manual
