<unk>
<pad>
<s>
</s>
.
de
que
a
la
?
¿
en
el
,
es
Tom
no
un
No
una
se
y
lo
El
los
por
me
con
está
su
para
las
La
más
Él
mi
Me
al
le
!
¡
te
del
Ella
Mary
qué
&quot;
muy
tiene
Es
tu
como
Qué
Por
son
él
Los
hacer
A
casa
fue
estaba
Yo
eso
Mi
ha
aquí
pero
esta
gusta
tiempo
todo
Estoy
tan
este
mucho
bien
ser
vez
Te
era
nada
si
algo
puede
favor
sus
dos
ella
puedo
o
cuando
yo
ir
Se
En
Lo
Si
Tengo
hay
todos
tengo
día
nos
trabajo
Este
dijo
Le
mañana
Quiero
Las
estoy
esto
mejor
verdad
dinero
vida
he
años
están
Hay
hablar
quiero
libro
hace
sin
Esta
solo
va
antes
poco
ver
siempre
sobre
hombre
Su
mundo
demasiado
ya
nunca
sé
quiere
padre
Cómo
francés
Ellos
tres
había
Creo
mí
Soy
mis
ese
ahora
Ya
sabe
estar
gente
tarde
María
soy
Dónde
Eso
estás
inglés
noche
hizo
mismo
tenía
usted
Un
nuevo
De
perro
haber
Quién
días
esa
así
decir
hecho
tú
hoy
hasta
coche
Tienes
ó
hora
comer
Está
Tomás
Todos
cosas
madre
porque
agua
ti
uno
nadie
Esto
voy
Nunca
menos
Eres
cómo
has
gustaría
estado
otra
quería
problema
les
niños
He
amigos
ado
Sé
puedes
tienes
escuela
parece
veces
Cuando
ciudad
personas
amigo
tus
quién
Cuál
quieres
año
hacerlo
buen
pasado
ni
también
Boston
os
otro
niño
Puedes
semana
puerta
dónde
buena
fuera
tienen
difícil
re@@
Puedo
Nos
desde
nosotros
ar
hermano
habitación
gran
nombre
Estás
cada
é
ada
alguien
tener
tanto
después
eres
ando
dice
persona
ayer
:
Nadie
mujer
dio
mal
entre
habla
Voy
allí
Tú
muchos
sea
ellos
visto
as
Todo
todas
lugar
in@@
seguro
Una
cuenta
durante
Hoy
saber
Ahora
vino
vas
gustan
grande
han
debería
feliz
an
aron
todavía
bueno
idea
libros
Cuándo
comida
comprar
sabía
Solo
Necesito
país
ayuda
Ese
creo
clase
gato
café
conmigo
padres
aprender
da
nuestra
amos
sido
miedo
tren
Tenemos
hermana
Siempre
haciendo
toda
muchas
des@@
leer
alguna
pronto
nuestro
hijo
rápido
John
Tiene
fácil
podría
carta
fiesta
Has
casi
ahí
momento
música
diez
contigo
parte
familia
profesor
vive
sólo
cosa
joven
Cuánto
Para
Japón
aba
cinco
pueden
salir
historia
cama
Tu
vivir
sí
ados
Todavía
cerca
primera
donde
siento
horas
Dios
Espero
Estamos
tomar
trabajar
acuerdo
Puede
;
palabras
importante
mano
Esa
problemas
ojos
mayor
lado
hijos
Pensé
Estaba
auto
teléfono
amor
realmente
dicho
razón
Fue
dormir
accidente
podía
mesa
puso
bastante
palabra
«
»
debe
mientras
camino
alto
llegar
pasó
jugar
lengua
Quieres
Al
necesita
tipo
Yanni
viene
tenemos
Sabes
tuvo
dejar
estaban
menudo
venir
encontrar
temprano
murió
importa
policía
estamos
ido
dar
A@@
pregunta
ustedes
estudiar
película
Son
té
mes
Deberías
fin
forma
hombres
idioma
esposa
contra
última
podemos
e
frío
lunes
arte
leche
será
unos
muerte
aún
cabeza
fueron
fuerte
punto
estación
sol
adas
dejó
misma
mucha
minutos
ía
único
estos
hacia
nueva
cualquier
ayudar
Sami
acerca
pelo
Ayer
nadar
otros
Gracias
manera
Parece
sueño
zapatos
chica
ningún
dije
número
pasar
Y
juego
volver
edad
Usted
vi
Alguien
juntos
vio
suficiente
cuatro
hablando
pidió
queda
usar
cansado
médico
plan
calle
luz
llama
manos
algún
encanta
escribir
televisión
falta
verano
cara
quien
eran
realidad
Estados
hubiera
lleva
tienda
bajo
cuarto
reloj
Unidos
bicicleta
error
guerra
pudo
emos
ventana
Aquí
viejo
Con
ropa
arse
sino
mujeres
compró
oficina
mío
ninguna
corazón
cierto
español
examen
ocupado
Nosotros
ca@@
ve
tal
hija
Sólo
deberías
en@@
río
buscando
perdido
primer
respuesta
algunos
autobús
rico
sabes
ante
chico
sola
preguntó
ará
posible
esperar
frase
ta
Vamos
á
hice
Australia
van
poder
Sus
canción
llegó
árbol
caja
estudiantes
pasa
Como
reunión
to
Ha
al@@
lejos
niña
seis
Hace
pequeño
Mis
calor
perder
pueda
perros
Cuántos
aré
dolor
pensar
veo
interesante
japonés
diccionario
animales
esperando
flores
hambre
libre
o@@
media
extranjero
haya
idiomas
largo
unas
bebé
creer
fumar
Sí
estas
estuvo
Era
entonces
final
vamos
viaje
ganas
quedó
necesito
duro
entrar
suerte
Pero
colegio
mar
Ojalá
hotel
regalo
somos
jardín
sería
anoche
malo
Había
capaz
nieve
carne
Tatoeba
nuestros
avión
ales
enfermo
oído
conozco
doctor
cielo
sentido
Cada
cocina
cree
preguntas
vista
novia
pan
caso
salud
tenido
das
an@@
errores
pregunto
Debes
Están
crees
tenis
...
allá
baño
dólares
esté
haga
parque
fútbol
perdió
algunas
lista
estudiante
gatos
vacaciones
verte
alemán
g@@
co@@
cumpleaños
de@@
pueblo
salió
tocar
trabaja
pagar
pude
siete
fui
siquiera
vuelta
listo
primero
Deja
beber
color
entender
llave
éxito
Nuestro
iba
pie
vestido
quieren
conducir
cuidado
tarea
Mañana
hospital
dentro
equipo
opinión
aste
grandes
terminar
España
Somos
pequeña
puesto
último
blanco
tío
ación
cuanto
culpa
llorar
lluvia
mayoría
ruido
empezó
señor
voz
ás
oportunidad
tomó
conoce
pena
única
aire
cámara
meses
Estos
Podría
mala
oír
ador
dado
fuego
gracias
piensa
vivo
entiendo
muerto
cena
demás
hemos
vaya
alrededor
ca
par
volvió
aban
aría
extraño
parecía
Navidad
Que
medio
ama
hagas
papel
cambiar
cantar
cayó
consejo
Aún
Después
ci@@
Vi
a@@
di@@
ello
próximo
quieras
secreto
ti@@
ón
atención
debes
Podrías
alta
significa
foto
loco
di
C@@
Cuántas
Francia
arme
derecho
edificio
escuchar
hiciste
huevos
morir
vos
ara
compañía
cuándo
asunto
Fui
completamente
terminado
banco
boca
leyendo
restaurante
Tokio
poner
caballo
cerveza
come
ex@@
igual
partido
Quisiera
Ustedes
habría
sitio
situación
án
biblioteca
encontró
treinta
Crees
ción
inteligente
trabajando
playa
rojo
Ellas
Ni
Tierra
ente
negro
pe@@
ajedrez
ar@@
barco
jugando
ley
pi@@
seguir
Casi
China
arlo
justo
mente
saben
imposible
par@@
viven
necesitas
su@@
Muchos
cine
favorito
piano
triste
cuesta
suelo
clases
encontré
peor
í@@
Déjame
ab@@
amiga
azul
duele
equivocado
eras
haces
invierno
novio
llevar
sombrero
París
frente
propia
dan
hacen
pre@@
presidente
S@@
Sin
cuánto
d@@
dientes
guitarra
solía
tas
Algunos
peligro
siendo
ías
llamar
í
Estas
Les
caro
le@@
manzana
rey
Os
capital
digas
do
abuelo
cenar
decisión
futuro
t@@
Odio
campo
con@@
llover
serio
vale
Vas
esperanto
jamás
pesar
rompió
tos
éis
abuela
com@@
comiendo
li@@
llamó
necesario
paz
universidad
é@@
Debería
dijiste
dirección
encontrado
estudiando
hermosa
mamá
pensando
sa
vi@@
abogado
camisa
car@@
esos
ina
otras
Alguna
caliente
entes
exactamente
i@@
irse
mía
ocho
vosotros
P@@
Prefiero
comió
escribió
pro@@
sigue
ganar
irme
pasada
Re@@
at@@
caminar
dejes
escrito
frases
montón
viajar
Dame
Mira
am@@
man@@
montaña
noticias
peligroso
Así
D@@
Uno
pobre
r@@
siguiente
z@@
Pienso
información
fi@@
haría
iglesia
marido
taza
co
mos
ordenador
paraguas
rato
sala
sangre
Nada
estabas
estará
propio
M@@
abrir
aquel
azúcar
e@@
empezar
ga
hablo
luego
venido
Realmente
bosque
fotos
larga
lleno
seas
tuve
buenas
comido
cuerpo
diferencia
jefe
ri@@
vayas
za
Debo
dormido
est@@
hermanos
ocurrió
ro@@
Debemos
Hemos
amo
comprado
debo
decidió
esperaba
experiencia
im@@
oso
ían
buenos
claro
radio
Necesitamos
acaba
ad@@
cu@@
Europa
Ziri
cambio
oro
Londres
Tuve
ero
gu@@
peso
piensas
tenga
verde
acá
as@@
lago
—
cartas
causa
común
esas
pájaro
ves
viendo
Acabo
Nueva
Ven
conseguir
divertido
domingo
er@@
hago
mo@@
próxima
-
amable
centro
llevaba
mar@@
países
pienso
Compré
es@@
lenguas
mil
reglas
s@@
tó
vaso
visitar
30
Con@@
bus
pescado
precio
ana
atrás
comenzó
correr
diciendo
llegado
mejores
nació
piso
suficientemente
tado
taxi
vendrá
encima
humanos
mi@@
recuerdo
carro
contar
estés
llevó
or@@
periódico
to@@
E@@
Todas
confiar
decirle
felices
ste
tierra
-@@
Argelia
afuera
aremos
cor@@
cuchillo
enfermedad
mor@@
responder
totalmente
acostumbrado
aprendiendo
elo
hará
paso
proyecto
varias
O@@
Tenía
aeropuerto
almuerzo
chino
concierto
cuál
detrás
entró
intentando
resolver
semanas
silla
daño
dejado
mensaje
pasando
queremos
u@@
ó@@
varios
&apos;
Quería
escritorio
evitar
i
mirando
ones
América
animal
ch@@
correcto
helado
miró
prisa
sopa
viento
áis
Anoche
Aunque
Hasta
gustaba
manzanas
nuestras
sale
Desde
compré
deberes
on@@
Hola
desayuno
funciona
haré
inmediatamente
llaves
maestro
matemáticas
novela
papá
ra@@
repente
sentado
Ken
ayudarte
béisbol
estúpido
famoso
hicieron
sos
trata
veinte
bailar
casado
cre@@
ja
libertad
pensaba
respecto
so
suena
venga
Alemania
Podemos
chocolate
conocido
dicen
ideas
paciente
pedí
segura
á@@
)
bonita
dijeron
iré
odio
pudiera
público
sentía
siente
debajo
diferente
espera
luna
nueve
ocupada
pájaros
tras
usa
(
Conozco
Inglaterra
York
adores
gas
gusto
leído
noticia
olvides
pone
segundo
silencio
B@@
abierta
cien
contento
durmiendo
mal@@
tampoco
b@@
bebe
chicos
diferentes
digo
favorita
hablan
humano
isla
ojo
sistema
G@@
car
cas
casó
cita
felicidad
minuto
oración
p@@
Entonces
bi@@
cal@@
canadiense
fruta
gafas
ganó
jóvenes
pieza
quiera
Italia
T@@
arroz
c@@
clima
corriendo
dices
enamorado
gustó
películas
quedarse
rápidamente
sal
sentó
terminó
Nuestra
Vivo
brazo
cocinar
gobierno
matar
prueba
tonto
Algunas
Tal
ac@@
enemigo
esperanza
n@@
necesitaba
traje
través
Dime
Haz
contó
em@@
per@@
piedra
si@@
ven@@
árboles
Estaré
abrigo
deseo
habló
incluso
pared
pase
sueños
ven
verlo
vuelto
Sabía
ciencia
mu@@
pedir
platos
resultado
toca
vieja
2
Habla
Sos
abrió
enferma
estrellas
juega
profesora
tar
j@@
obra
odia
principio
queso
universo
I@@
También
ano
existe
junto
llega
llueve
mentira
osos
quedar
ta@@
tengas
v@@
borracho
chicas
ciones
diga
gana
intentó
izquierda
quedarme
cansada
deberíamos
hiciera
raro
sta
útil
Layla
apenas
aunque
grupo
me@@
nuevos
tormenta
traducir
viste
compras
decidido
estuviera
llena
mitad
Jane
Tienen
interesa
lo@@
menor
tele
Deberíamos
Tus
adora
derecha
domingos
duda
empresa
fuerza
ia
pensó
popular
primavera
temo
verme
capacidad
cos
hielo
inter@@
l@@
noches
olvidado
olvidó
orgulloso
pies
podrías
política
quedé
sacó
sal@@
seguridad
tía
verdadero
Muchas
bolsa
decirme
dieron
estáis
hacía
mantener
naturaleza
puedas
puente
sabemos
trató
Des@@
encuentra
máquina
po@@
sentimientos
Sr.
belleza
deja
espacio
hermoso
llegue
memoria
tuyo
Han
agradable
arás
correo
ejemplo
is
ra
roja
sepa
suele
uso
cado
educación
encuentro
entiende
pa@@
simplemente
te@@
cambiado
eron
pensé
texto
toma
és
Acaso
Perdí
arle
ayudarme
llamo
lu@@
partir
preocupes
resto
ro
solución
terrible
valor
10
Quiere
ayudó
casas
delante
ladrón
ma@@
modo
parar
ruso
taron
tratando
Brasil
Dicen
V@@
Va
dis@@
dulce
fu@@
general
guapa
jo
ma
mató
medicina
rica
tema
Sería
Supongo
asiento
espalda
ino
llamada
lloviendo
perfecto
preocupado
sonrisa
Hice
Jamás
L@@
Quizá
Será
bella
bo@@
escribe
habían
necesitan
parecen
partes
roto
Bill
aburrido
bonito
botella
des
go
idiota
llamado
necesitamos
normal
tuviera
Dile
cantante
cer@@
computadora
correcta
empieza
escuchando
paciencia
pizza
propósito
quitó
sas
abajo
deben
despacio
ellas
flor
irte
lágrimas
m@@
mismos
osa
piernas
pocos
segunda
siguió
tarta
teatro
aconsejó
aquellos
buscar
cual
empleo
enojado
hermanas
humor
irá
museo
pintura
planeta
recordar
se@@
tuya
viviendo
z
Siento
Ve
aquella
arán
carrera
deberían
decirte
deporte
hechos
inocente
lápiz
pastel
pescar
st@@
techo
ter@@
5
Toda
ad
alma
anciano
conocer
contacto
discurso
ent@@
habrá
k@@
la@@
objetivo
pocas
tivo
tráfico
Desearía
Hablo
aciones
anos
arriba
debido
du@@
frecuencia
jugador
levantó
madera
sorprendido
vuestro
ándose
Sabe
Según
cerrar
embargo
golf
haberlo
japonesa
nativo
negocio
paseo
peces
permiso
relación
tes
u
veía
ú@@
almente
club
darle
enseñó
er
llorando
pez
Éste
Com@@
In@@
almorzar
cabo
ce@@
cerrada
culpable
debemos
enfadado
ir@@
línea
muchacho
qu@@
quiso
robó
sa@@
ten@@
zar
3
Apenas
Veo
absoluto
arla
ejercicio
escribiendo
estaría
limpiar
llegué
planes
sorprendió
traducción
Su@@
ambos
ario
comen
encantan
millones
nuevas
oraciones
oscuridad
respondió
sintió
ten
tenían
Antes
acento
alumnos
confianza
dedos
galletas
hables
lenguaje
naranja
negó
opción
premio
preparado
real
sientes
sonido
teoría
tor@@
F@@
Jim
Llevo
Mamá
Mejor
able
ag@@
alegro
basura
blanca
coger
comportamiento
computador
corbata
doce
enorme
intención
simple
so@@
tendrá
vuelve
R@@
arma
boda
botón
crimen
despierto
diario
eros
explicar
fondo
harto
nariz
oferta
parada
piel
siglo
zo
Canadá
broma
can
cha
cáncer
distancia
esposo
ita
mapa
metro
negocios
pierna
quedarte
tar@@
un@@
ventanas
viernes
vivía
Juan
aceptar
bar@@
carretera
casarse
coches
hablas
hacerte
lee
pequeños
profundamente
página
rara
significado
vuelva
Adónde
Ambos
Co@@
Cuanto
Dan
Espera
Grecia
Probablemente
Queremos
Tenés
artículo
casualidad
especial
estrella
explicación
hayas
honesto
mo
pertenece
prisión
vecinos
volar
Ésta
ñ@@
Algo
Hubo
Más
N@@
Necesitas
amente
amistad
arnos
darme
entrada
haberte
hubo
re
supuesto
y@@
Toma
adelante
dando
daré
gan@@
hi@@
japoneses
lentes
placer
probablemente
pu@@
que@@
querés
quince
Bob
Lamento
ap@@
cárcel
có
dura
ela
entero
escucha
gar@@
interesado
italiano
lavar
tr@@
vimos
vuelo
Debe
Encontré
Esos
alcohol
ali@@
ba
cha@@
cia
col@@
depende
enseñar
excepto
hablado
incendio
inmediato
merece
nervioso
permite
plantas
recuerda
vecino
verdaderamente
vuestra
En@@
Estáis
completo
finalmente
fría
ganado
je
llamas
ni@@
parado
resultados
ru@@
servicio
stas
tomado
usando
H@@
Pronto
ba@@
baja
colores
dad
darte
dedo
dé
energía
estábamos
estómago
for@@
gratis
mat@@
pin@@
plato
quise
recibió
sábado
tamos
Bueno
Dos
Roma
cabello
cincuenta
ció
comí
fácilmente
huele
pasaporte
probar
prometió
pérdida
satisfecho
sociedad
tu@@
Al@@
Jack
andar
barato
camión
conocía
ec@@
enseña
estudio
no@@
oscuro
propuesta
resfriado
salvo
sentí
supone
tiempos
tomando
trajo
Oh
arena
caer
cambió
cantidad
conocí
corto
cuestión
echar
extranjeros
hojas
lar
linda
mas
mintiendo
mostró
programa
responsable
rosa
sentir
steis
tra@@
vemos
ín
Conoces
Cuáles
Di@@
Internet
Kioto
apareció
conoces
correos
cualquiera
embarazada
esfuerzo
intentar
ob@@
ora
paró
sorpresa
tarjeta
torta
8
Colón
Estuve
Hablas
Incluso
Papá
Tenéis
absolutamente
cola
consciente
creía
encia
espejo
estudia
molesta
ores
pareja
pelota
primo
quedado
qui@@
revista
sofá
soldados
tanta
íamos
Skura
Solía
Ten
To@@
aj@@
amaba
anda
bolígrafo
can@@
decía
empezado
fiebre
mercado
natural
nubes
perdí
querías
quisiera
sacar
solos
tada
talento
7
Mientras
ables
acabó
ayude
chi@@
cont@@
creen
cru@@
cultura
descanso
destino
el@@
empleados
estadounidense
mirar
ol@@
orden
probable
robado
salido
soportar
suyo
teme
tir@@
trampa
visita
volverá
vosotras
én@@
Cor@@
Mucha
alegra
arreglar
artista
discutir
elegir
escaleras
excelente
física
go@@
herido
hu@@
inteligencia
it@@
or
portugués
principal
vergüenza
zas
Querés
Rusia
acer@@
alo
anillo
bandera
casada
chas
estuve
facilidad
gordo
humana
matrimonio
mira
ninguno
pantalones
posición
supermercado
ver@@
vivido
zado
últimamente
20
Dijo
K@@
México
Pareces
Pro@@
ascensor
caballos
canta
cantando
consiguió
cuello
dej@@
erte
ería
fe
malas
mantequilla
mayores
mierda
mon@@
multitud
on
pensado
pobres
ratón
temperatura
yenes
Fuimos
alegría
beso
calidad
cargo
cero
conciencia
corre
costó
derechos
fuiste
guste
horrible
huevo
latín
materna
moda
olvidé
once
podido
por@@
sirve
teclado
últimos
1
Quizás
aran
brazos
canciones
comienzo
contrario
curso
desayunar
escritor
esper@@
fin@@
formas
haberme
herida
hogar
invitados
juegos
lindo
manejar
nivel
otoño
poema
resultó
sonó
tiva
vender
4
Cierra
Ninguno
Quien
U@@
abierto
acción
aprendido
aria
arios
cas@@
conocen
conversación
corta
den@@
dulces
endo
hacerme
jugo
llevas
llevo
luces
mediodía
necesidad
olvidar
osas
pedirle
promesa
religión
tenías
tratar
vacía
viejos
Aquel
Trabajo
Vive
Vos
ant@@
au@@
ausencia
bajó
besó
bolsillo
cartera
cerebro
cho
comenzar
conocimiento
convirtió
detuvo
extremadamente
f@@
habl@@
habías
hecha
maleta
mañanas
medianoche
pas@@
prestado
recor@@
sonrió
tenés
éste
Ar@@
acu@@
apartamento
armas
cuerda
ducha
duerme
invi@@
montañas
niñas
nosotras
pedido
piensan
piscina
pistola
pregunté
presente
profundo
ricos
rosas
sabido
sión
vende
web
éramos
Disculpe
acabado
bebiendo
caminando
ce
corrió
cortó
debía
dieta
diría
dió
doble
dormitorio
empezando
esfuerzos
griego
habéis
il@@
importancia
inas
iría
is@@
móvil
normalmente
octubre
prohibido
reír
robaron
sed
velocidad
verdadera
6
Amo
De@@
Intenté
Quieren
Tuvimos
Vete
actuar
adentro
agu@@
busca
cias
ciudades
cometer
cuarenta
cul@@
den
distinguir
enemigos
escuchó
fortuna
fracaso
fresco
ga@@
hacerse
historias
inútil
ll@@
llaman
nación
población
preocupa
profesores
remedio
riesgo
solas
sucedió
Sigue
ble
camente
casar
cerró
china
comprender
control
dejé
detalles
esquina
fuimos
gar
imagen
informe
lados
miembros
motor
oyó
podéis
querido
regalos
reina
trabajadores
ís
%
An@@
Durante
Finalmente
Oí
antigua
baj@@
cuidar
der@@
dispuesto
drogas
echó
end@@
existen
explicó
extraña
flauta
gi@@
gue
hablaba
interés
mirada
mundial
murieron
na
naranjas
pareció
pollo
pusieron
razones
según
supiera
tendré
tranquilo
tuvimos
ur@@
violencia
voluntad
Esas
Estábamos
Iré
J@@
aceite
autor
billetera
cierta
cometido
compañeros
cuadro
descansar
discusión
ejército
elección
estadounidenses
guar@@
hablante
hable
lan@@
llam@@
medida
muñeca
precios
prepar@@
quedan
recibido
rostro
saberlo
sean
tocando
volveré
zó
árabe
Mike
Pasé
Pueden
Tony
abre
apar@@
blancas
bolso
cant@@
ciego
cogió
condiciones
costumbre
diré
diste
falda
golpeó
gó
iguales
ju@@
lentamente
metros
pal@@
podrá
político
puse
remos
ren@@
respuestas
señora
terremoto
época
Par@@
Pon
Recuerdo
Smith
Tan
abandonado
abandonar
abandonó
acciones
amas
aras
ban@@
be@@
bu@@
castillo
descubrió
difíciles
don@@
espero
famosa
fábrica
gado
gri@@
guapo
ha@@
jas
kilómetros
letra
muchacha
na@@
novelas
pasé
personal
polvo
preguntar
puesta
super@@
suya
televisor
tuvieron
verduras
veré
ábamos
Ahí
Haré
India
Kate
Simplemente
armario
ase
asi@@
bordo
compraste
construir
cruzar
cubierta
dentista
fuertes
hábito
medi@@
mir@@
ocurre
pa
poniendo
propios
seres
turno
vidas
Ningún
Osaka
Sal@@
Sois
Vale
Vi@@
arías
bajar
billete
cumplir
datos
deportes
engañ@@
enseñ@@
enta
fal@@
feo
insectos
maestra
mentiras
miembro
nombres
posibilidad
querría
romper
sur
termina
tomo
Facebook
San
acabo
alcanzar
arlos
aves
añ@@
comienza
conductor
economía
eta
lento
llueva
mentiroso
metió
muertos
nota
pens@@
poca
políticos
reci@@
responsabilidad
ros
saltó
saludable
sor@@
ér@@
Est@@
Normalmente
Perdón
Preferiría
acceso
altos
americano
amigas
apagar
ate
chaqueta
cierra
contestar
cri@@
crédito
débil
elecciones
estaré
genial
h@@
hacemos
humanidad
inos
invitó
lar@@
largas
llegaron
loca
míos
norte
parecer
patatas
ponerse
querer
recibir
ría
sombra
sub@@
tame
viva
yendo
zona
área
Dejé
Es@@
Llegué
Mar@@
Porque
Sol
agrada
alas
alidad
bebida
bereber
calles
chiste
cido
cur@@
cuyo
dama
doy
escena
justicia
l
llegará
min@@
motivo
ocupados
odian
pareces
pesado
quedaron
ras@@
regla
respeto
sois
tantos
tendrás
toalla
tocó
trabajó
vacío
victoria
ándome
Dice
Estaban
Ex@@
Hazlo
Jackson
Lleva
Podéis
amiento
aquello
averiguar
breve
brillante
cae
carga
ciento
colina
consigo
entera
escapar
esco@@
estilo
gui@@
instrucciones
inteligentes
lav@@
león
locos
mando
meta
miel
millas
montar
pegó
pen@@
poeta
sobre@@
sol@@
t
verla
vivió
Cristóbal
Cuidado
Nací
andando
asesinato
ayudarnos
banda
caballero
calcetines
che
cion@@
compar@@
confi@@
consider@@
damos
dios
estúpida
evi@@
genio
her@@
ho@@
hombro
héroe
ida
illa
importantes
junio
levantarse
leyó
leí
literatura
llamaré
lugares
men@@
obtener
olor
ori@@
paga
paquete
pequeñas
periódicos
planta
presión
ré
sabor
salida
solamente
taba
tantas
trae
traer
trozo
África
Guerra
Jesús
Man@@
Mi@@
O
actor
anterior
aspecto
ataque
cabra
convencer
cuidadoso
curiosidad
delicioso
desierto
electrónico
ena
fantasmas
fr@@
fun@@
grados
gué
imaginación
internet
ismo
lección
limpia
martes
mer@@
ne@@
negra
océano
piezas
prob@@
productos
puertas
querían
regresó
rela@@
repar@@
trat@@
usado
vuelvas
Berlín
Hu@@
Pues
Quédate
Vosotros
acep@@
aceptó
ayudara
azules
bromeando
calma
cio
comentarios
compañero
compr@@
dame
decidir
dueño
encontramos
hicimos
hubiese
iremos
juguete
juventud
listos
logró
moto
muere
orejas
pasajeros
plata
pon@@
pongo
pos@@
quedamos
requiere
res@@
sen@@
sencillo
señal
siones
suelen
tamaño
tido
tivos
tí
tímido
Cualquier
Tanto
Vivimos
ber@@
capitán
cercana
cho@@
cientos
cinturón
cometió
conocerte
director
discu@@
disculpas
disponible
durmió
encar@@
fluidez
irnos
llev@@
notas
ona
orgullosa
preferido
regresar
salvar
seguido
seguros
sent@@
sospechoso
tomé
torre
usan
ventaja
vistazo
volando
Buenos
Cre@@
Cu@@
Estabas
Parecía
Sabemos
acaso
actitud
adi@@
agujero
ala
ame
ata
autos
avi@@
ayud@@
bello
bomba
bor@@
br@@
cando
conoció
contr@@
d
dará
decirlo
democracia
enfermera
entendido
entr@@
escondiendo
estén
granja
hablamos
harías
hubieras
importar
internacional
investigación
invitado
llevan
lobo
mejorar
menú
pagó
perdón
pintar
preparando
producto
quedaré
regaló
rojas
subir
subió
tal@@
tecnología
tenéis
100
George
Le@@
Nancy
Per@@
Podés
abas
accidentes
actual
admitir
amar
amarillo
and@@
ausente
auto@@
barba
casos
científico
conocemos
considerado
contrato
cortar
cruel
deci@@
despertó
dido
ear
escribí
francesa
increíble
invitación
levanta
leyes
maravillosa
millón
moneda
papas
pel@@
pesa
podamos
quer@@
r
serpientes
social
tipos
trans@@
tri@@
vengas
vienen
vo
zando
zaron
zumo
ésta
50
Dije
Llámame
Ponte
Venga
Ves
anciana
antiguo
apagó
bebió
bo
bote
cados
casados
cen@@
cida
contraseña
cura
deber
descubrir
dificultad
do@@
elegido
encontr@@
escuchado
fra@@
gerente
gracioso
grave
impuestos
intento
inventó
jo@@
mintió
muro
necesit@@
ocultar
op@@
oí
patio
queréis
riendo
rieron
riqueza
saliendo
serán
sonar
tales
tando
tieron
vendría
vol@@
volviendo
ático
Car@@
Dudo
Mundial
Nuestros
Qu@@
Rima
Vuelve
acercó
acompañ@@
af@@
alcalde
asuntos
ces
comas
comp@@
conduce
contado
continuar
cómodo
daba
departamento
enamorada
entos
gris
hagan
hermosas
honor
imos
importaría
infancia
intentarlo
mate
monte
muchísimo
ota
petróleo
podés
poesía
pongas
preparar
propias
puntos
rió
sabio
sepas
sto
trece
uñas
va@@
vaca
vacas
vela
venta
visitado
9
Creía
Luna
Tres
acor@@
admitió
agradecido
bar
blancos
cambi@@
capaces
celular
coma
compra
diera
digan
duró
ej@@
enseguida
entendí
erlo
eré
fila
fines
gal@@
golpe
habido
jugadores
maravilloso
mismas
mover
muebles
muestra
método
ocurrido
patas
pecho
permitir
quem@@
rec@@
reg@@
salario
sin@@
sueldo
tratado
valiente
vernos
vienes
Empecé
Pas@@
Peter
Pon@@
Seguro
Sobre
Trata
Vaya
acabar
adiós
alimentos
anti@@
aumento
az@@
bal@@
cab@@
cación
cambia
cansados
causó
chos
cin@@
comentario
comes
cá@@
dejaron
despertar
desperté
dificultades
ea
elefante
emergencia
ensalada
enviar
esti@@
extranjera
falso
fotografía
guantes
gustado
hierro
intentado
llamarme
llame
melo
movimiento
mínimo
ofreció
origen
pantalla
pasear
pensamientos
perfectamente
piedras
pluma
ponga
prefiero
quit@@
recuper@@
sano
ser@@
serás
suave
tendría
tentación
ío
Come
Olvidé
Pensaba
Pre@@
abril
adop@@
agarró
anas
apa@@
aparte
apellido
aproximadamente
barrio
bebo
cedió
ciendo
conejo
conocida
contiene
có@@
deseando
diente
distra@@
electricidad
envió
equivocada
ere
erse
espada
especie
estarás
estudiado
fecha
gan
gasolina
gay
gritó
haberse
haremos
hoja
idos
imagin@@
in
instituto
ito
labios
limpi@@
llegamos
lloró
momentos
nadando
obras
opiniones
podríamos
polaco
preguntaba
prestar
princesa
práctica
páginas
risa
rumor
rápida
sabías
salón
sur@@
tiende
trabajaba
traído
ud@@
votar
ár@@
ñas
Dale
Dima
Llegó
Tra@@
Tras
acusado
adecuado
alarma
aprende
aprendió
batalla
batería
cap@@
cerrado
chil@@
cuentas
dejaré
demasiada
equipaje
escalera
esperado
expresión
fuente
gr@@
humo
impresión
lectura
leo
limpio
locura
matado
misión
músico
original
pl@@
recientemente
sab@@
son@@
sucia
tarse
tiró
tro@@
us@@
vano
venden
vivi@@
volví
00
Buenas
Hizo
Intenta
Madrid
Piensas
Primero
Vol@@
aje
arañas
atrapado
baloncesto
cerdo
cima
clientes
compartir
conferencia
cr@@
crear
creas
cuántos
da@@
dejara
dormí
efecto
fueras
fuerzas
gando
gido
habilidad
imaginar
indi@@
io
levant@@
medicamento
misterio
molesto
muerta
mueve
mé@@
nu@@
pagan
partida
pasatiempo
pat@@
pelear
poemas
punta
reali@@
ridículo
rota
sabiduría
salv@@
tablero
tareas
toques
trago
trato
ve@@
vea
verdes
vieron
vinieron
vivos
ísimo
Betty
Desafortunadamente
Entre
Hablé
Suiza
Vimos
abri@@
adónde
aliento
altura
apo@@
artificial
baile
bes@@
boleto
callado
cambios
caron
caído
char@@
ciudadano
convencido
desea
deseos
desnudo
despe@@
despierta
entas
escenario
especialmente
extraños
fo@@
frutas
función
gran@@
gritar
guía
haberle
ignorancia
interior
mentir
miraba
monos
nacional
nad@@
ot@@
perfecta
preguntarle
promesas
recoger
región
sensación
sentada
seré
sociales
sucio
teniendo
tesoro
urgente
violín
visión
án@@
ño
órdenes
Entiendo
Estudio
Li@@
Mu@@
Sea
alguno
amabilidad
americanos
asust@@
cantó
científicos
cla@@
convenció
correctamente
corte
cost@@
costa
crisis
daron
decepcion@@
decepcionado
documento
efectivo
entemente
entend@@
entreg@@
equivo@@
escucho
existencia
gada
gallina
gatito
gen@@
ig@@
jos
letras
líneas
metal
miento
mochila
mono
números
odi@@
oper@@
pasan
pasará
pes@@
pudimos
ras
resulta
robar
saltar
seguida
supo
tir
ura
utilizar
vives
zamos
ña
4@@
5@@
Ah
Algún
Comí
Decidí
Lle@@
Murió
Nosotras
Pasamos
Portugal
Pregúntale
Recibí
Tomé
abor@@
adultos
aman
apoyo
asustado
avergonzado
ayudará
base
basta
bebido
bilingüe
botas
cerr@@
colo@@
confía
construcción
construyó
convertirse
copia
corriente
deje
desapareció
destru@@
disfru@@
disparó
diver@@
ece
encontraste
enfadada
enfermedades
entiendes
intent@@
juegan
llamando
llevará
lograr
lástima
mantiene
mantuvo
marcha
moderna
pago
pesada
pobreza
profunda
puedan
rechazó
sentarme
serpiente
sexo
tate
trabajan
val@@
volumen
zada
Alice
Aprendí
Dis@@
Donde
Escuché
Estuvo
Fuji
Leí
Policía
Querría
Traté
aburrida
aco@@
actriz
actu@@
alfabeto
anim@@
apre@@
asistir
bonitas
caba
cl@@
clásica
complicado
consejos
contener
cé
darse
decisiones
desgracia
desper@@
dest@@
dijera
dispar@@
domin@@
echo
empezaron
experimento
exten@@
fa@@
hac@@
ilegal
lación
levantado
levantarme
levanté
librería
lámpara
necesitar
oeste
oficial
os@@
oídos
pelea
pido
podré
ponerme
pozo
present@@
pruebas
quedando
ques
ración
res
revistas
siesta
siguen
suéter
temporada
tió
ton@@
total
trabajos
traducciones
viajes
zan
ángel
Adoro
Biblia
Claro
Di
Escribe
Escu@@
Esperamos
Feliz
Fuiste
Hab@@
Hagamos
Ju@@
Linda
Llam@@
Oye
Piensa
Señor
Trabaj@@
Viste
Volveré
absurdo
afortunado
ale
almohada
alumno
anza
aprobó
arre@@
carácter
cercano
clara
come@@
cubierto
cuento
debió
dile
documentos
dudas
ed
enamoró
encantaría
encontraron
enti@@
erme
erá
esperó
estuviste
fama
filosofía
fingió
fri@@
gustas
heridas
hierba
hor@@
húngaro
iendo
independiente
ingenuo
juguetes
levantar
limón
local
logrado
logro
lógica
malos
medios
ment@@
nevando
normas
obvio
ocasión
pagado
pagar@@
pasamos
permanecer
poli@@
príncipe
reconocer
recuerdos
salvó
secretos
secundaria
sion@@
tados
taste
tengamos
tura
vayan
veras
verle
visitó
ví@@
zorro
Brown
Coge
Deberían
Dijeron
Egipto
Gran
Saben
Ser
Vayamos
aco
acto
acuerdas
admi@@
alegre
amado
ayudarle
bici
bió
bur@@
cajas
cante
cidos
claramente
cliente
comunidad
confío
contenta
corre@@
creó
del@@
divi@@
dó
eléctrica
extraterrestres
fantasma
formar
funcionar
guardia
hacerle
incapaz
infierno
linterna
llamaste
llegues
líder
ló
miles
modelo
negros
nevar
opciones
pierde
plástico
postre
practicar
prefiere
primeros
primos
pul@@
quedo
quienes
química
ratones
rodilla
ríe
similar
solar
soldado
tam@@
tarme
tidos
tiro
traductor
turco
vídeo
ye
Abre
Debido
Detesto
Fu@@
Pablo
Paul
Po@@
Tendremos
Tuvo
Vine
Vino
abandon@@
abuelos
ahorrar
alcanzó
alfombra
ave
bañ@@
chó
cobarde
cocinero
condición
conjunto
consiste
coraje
creyó
cuida
dejas
dejo
descubierto
deten@@
dime
dor
elefantes
eri@@
espectáculo
espere
espíritu
esquiar
exámenes
far@@
gorda
gru@@
guardar
ini@@
jazz
je@@
jun@@
lava
licencia
llor@@
lloverá
luce
mol@@
mostr@@
musical
naturales
negras
ocurra
osamente
paredes
pañuelo
pesca
picnic
pila
pri@@
privado
producción
produce
prome@@
pura
puta
ren
salí
sesenta
soci@@
suma
tejado
tras@@
trenes
uvas
versión
viniera
Ésa
–
Be@@
CD
Da
Lu@@
Ob@@
Tendré
Van
afec@@
agotado
ajo
ale@@
amar@@
ambas
ancianos
apariencia
aprendiste
ast@@
bola
botellas
bra
cajón
canadienses
casarme
chinos
cional
cito
cocinando
completa
confun@@
considera
conven@@
cosecha
dem@@
despedido
diendo
directamente
dirá
enfrent@@
ental
escondido
estudió
familias
gió
ilusión
incómodo
instante
itas
jabón
jar@@
juzgar
k
llamaba
llamé
llegada
m
masa
mayo
monedas
mueren
nuevamente
ochenta
olvidaré
olvide
ordenó
orgullo
pasaba
permi@@
pidiendo
planeando
ponen
posee
pr@@
principios
proceso
proteger
raza
razonable
reconoció
renunciar
reserva
rio
segundos
sensible
sobras
suicidó
superar
tela
temas
toque
trabaj@@
turistas
vayamos
viniste
íais
.@@
7@@
Aprender
Ci@@
Creí
Cualquiera
Cuánta
Dejó
Esper@@
Gu@@
Hablamos
Habéis
Ma@@
Mon@@
Viene
aca
además
alegr@@
amenaza
apoy@@
archivo
ardilla
asesino
ayudado
bail@@
bas@@
borde
bre
bro@@
bromas
cabaña
camiseta
cerdos
cerrados
che@@
chistes
comiste
cortas
criminal
cumpli@@
cómoda
daría
desarrollo
descar@@
eme
esp@@
esperanzas
estudi@@
estupidez
estuvieron
ete
frigorífico
garganta
golpe@@
gramática
habitaciones
hijas
impidió
lamento
llevado
llo
males
mascota
material
milagro
musulmanes
mutuamente
ocurrir
parecido
participar
pele@@
personalidad
pinta
probado
produ@@
quej@@
recién
reco@@
reducir
respirar
sel@@
símbolo
tendremos
tonta
trabajado
tur@@
usó
vend@@
viera
vo@@
zados
zos
ácido
áramos
12
25
500
6@@
Allí
Asegúrate
Bienvenido
Cuéntame
Elige
Lee
Luego
Sentí
Sigo
Tráeme
afeit@@
aho@@
alérgico
amanecer
amarilla
aprendizaje
ares
arrepiento
asesinado
atr@@
bri@@
c
cali@@
castig@@
comidas
consecuencias
consideran
constru@@
convertido
copa
creció
cuaderno
cui@@
diablo
dioses
directo
diseñ@@
disfrutar
dor@@
echado
emp@@
empleado
encendió
encuentran
enero
eno
envi@@
envidia
escapó
escondió
excusa
expresar
falsa
ger@@
hablantes
incidente
inglesa
intenta
invent@@
jar
jaula
libres
llen@@
marchó
marrón
mentido
miente
ministro
mires
n
nacimiento
nací
objetos
oveja
oxígeno
pas
peligrosa
personalmente
pil@@
piloto
podrás
poquito
preci@@
presencia
presentes
quede
rate
recursos
regal@@
relaciones
reparar
reuniones
robo
sabían
salieron
seco
sentados
solicitud
soltero
sonriendo
soporto
sti@@
sándwich
sótano
talo
termin@@
tinta
tor
tranquila
trigo
utiliza
vete
vidrio
émonos
Ayúdame
Carlos
Corea
Esperemos
Habrá
Intent@@
Llev@@
Ninguna
Queréis
Recuerda
Recuerdas
Ro@@
Sabéis
Sabías
Si@@
Taro
Tendrás
Turquía
Vengo
abejas
ador@@
aguanto
alcanz@@
alquilar
apetece
asco
añadir
bles
bus@@
camin@@
canto
celoso
cocin@@
colección
collar
comité
conocimos
conver@@
crea
defectos
deliciosa
descubri@@
dimos
dir
diri@@
dur@@
ed@@
educado
egoísta
elev@@
enfad@@
estudios
et@@
ev@@
extranjeras
falleció
familiar
fea
fuese
fuma
gane
generalmente
gieron
grano
gustar
hab@@
improbable
irán
jueves
juicio
lam@@
lastim@@
lat@@
llegaste
lleve
lotería
mado
man
moderno
mordió
mó
nativos
niebla
obedecer
ocultando
orden@@
oscura
pares
pasto
periodista
pona
populares
prefieres
preparó
puerto
quedes
quejas
ran
realizar
regres@@
regreso
respe@@
respon@@
resul@@
revés
samente
semejante
sienta
sonreír
taciones
telo
tivas
trabajador
título
uni@@
verás
vivimos
yeron
zanahorias
zoológico
Bien
Chicago
Empezó
Fueron
Fumar
Leo
Llama
Marte
Me@@
Ni@@
Pasó
Suecia
acabas
adver@@
alej@@
all@@
alternativa
ambiente
araña
arias
arro@@
automóvil
bel@@
ben@@
bot@@
cariño
carme
chu@@
colgó
compromiso
conducta
conec@@
considero
conversar
crema
dades
dé@@
edi@@
embajada
encantadora
ensayo
ento
entra
espacial
estalló
euros
experto
explosión
fresca
frontera
gastos
género
hablé
habíamos
iban
iga
ignor@@
infantil
influencia
ing@@
ingresos
ios
ista
itos
juez
ladrones
llevaré
luchar
marca
mostrar
movimientos
nervios
objeto
obligado
of@@
oponente
pan@@
partió
pasaron
pedirte
pensamiento
perder@@
planetas
plant@@
port@@
preocuparse
puntual
qued@@
receta
reputación
resuelto
rin@@
ritmo
rueda
sales
seca
sillas
sobrevivir
sucede
talla
tarlo
tengan
tomas
tomate
tradu@@
tí@@
zca
íbamos
8@@
Además
Argentina
Compr@@
Deme
Guar@@
Norte
Sal
Suelo
Tradu@@
Twitter
adme
adulto
anta
antiguas
atos
aviones
caras
caros
ced@@
cen
cinta
clave
comprarlo
comunicación
concurso
condenado
conduciendo
confundido
coreano
cubo
cueva
culo
cuántas
césped
círculo
desafío
despreci@@
detener
din@@
encender
endas
enojada
entrevista
eo
ernos
escrita
estructura
estupendo
extra
gasta
ge
gracia
gripe
gust@@
habilidades
harina
ibas
idad
incluye
irás
levanto
llego
logía
moverse
pado
palo
parezca
pasillo
peligrosos
perdiendo
perdieron
permitido
pol@@
ponerte
preocupada
profesional
quedaba
quedara
radi@@
refrigerador
resol@@
retraso
s
secretaria
siva
smo
tación
tarda
tará
testigo
vais
viaj@@
viejas
víctima
x
yen
Ése
ándolo
ética
útiles
19@@
2@@
Ann
Apaga
Ay
Buen
Existen
Hablar
Mantén
Perdió
Pi@@
Quiénes
TV
Trabaja
acostumbr@@
actividad
actividades
adamente
adicto
agradec@@
agradezco
alar@@
amante
antiguos
arían
ate@@
atractiva
bala
besar
bienvenido
bonitos
caluroso
caída
cel@@
cidas
cionado
circunstancias
ciudadanos
comercial
comple@@
congel@@
crecimiento
damente
date
demanda
deme
detenido
disco
dí@@
enas
endi@@
engañar
enseñarme
escalar
exi@@
famosos
ficción
fiestas
fil@@
firmar
flo@@
frecuentemente
gaste
gemelos
gimnasio
gira
gos
grosero
gustaban
habitual
hagamos
hambriento
har@@
helicóptero
hun@@
huyó
ias
ilumin@@
ira
julio
ko
largos
llenó
lucha
límites
mada
mariposa
matemática
mejilla
meter
mide
mit@@
mosca
muchachos
muero
médicos
mías
ocul@@
om@@
ordenadores
pianista
pidieron
podrían
pones
preocup@@
presa
promedio
pronunciar
provo@@
pudieras
pues
pun@@
queja
quitar
red
sabés
san@@
sencilla
señorita
sincero
sorprende
soñar
supe
tadas
tent@@
teníamos
tercer
vago
vasos
vendió
vuestros
x@@
éndose
ónica
.000
Acep@@
Afortunadamente
Ana
Aquella
Asia
Bienvenidos
Dej@@
Eh
Fadil
Llé@@
Mal@@
Mario
Mat@@
Pedro
Perdona
Res@@
Susan
Unión
acostumbrada
adelantado
aguantar
aparece
ape@@
apetito
apresur@@
apun@@
atacó
ayudaría
cadena
calvo
carajo
carse
caus@@
chando
charla
cierre
cigarro
comi@@
comprarle
comuni@@
conocieron
control@@
coser
creado
debí
dedi@@
definitivamente
demasiados
demonios
dibujo
duermo
déjame
edificios
efectos
emocionante
encontrarás
entienden
entradas
erla
erlos
escal@@
escritura
eternidad
evento
fotografías
harás
hayan
haz
herramientas
horario
impaciente
insul@@
invitar
jado
lavó
llora
llos
lápices
martillo
mas@@
mata
materia
metas
modos
mojado
muriendo
máximo
necesariamente
nublado
particular
partidos
pasión
pasta
pide
pintó
plaza
preparada
prote@@
proteger@@
puestos
puro
recibí
rojos
rá
sac@@
salga
salud@@
segu@@
seguía
sentarse
senté
separ@@
sientas
sufrir
tec@@
tercera
tijeras
tinto
toki
tomar@@
trataba
tránsito
usualmente
vel@@
via
virus
yó
zoo
én
1@@
3@@
Bus@@
Busca
California
Cambi@@
Déj@@
Escucha
Google
Haga
Haría
Llegamos
Mo@@
Z@@
abandonada
abraz@@
acondicionado
advirtió
aguant@@
aliz@@
altas
aparcar
aprend@@
arles
arruin@@
ases
asientos
aula
averigu@@
bienvenida
bre@@
bruja
cancelar
cial
cigarrillo
cios
comprando
computadoras
conejos
constantemente
contexto
controlar
culpar
dejaste
demasiadas
derrota
desaparecido
desat@@
desearía
despedir@@
deuda
dieciocho
ecen
encontrarlo
encuentras
escu@@
escuché
eses
estanque
fe@@
febrero
franceses
g
gigante
grab@@
gues
hebreo
hilo
honestidad
horno
illas
increíblemente
insulto
interesada
interesantes
jugó
juntas
jó
ka
laron
lastimó
leerlo
lia
liber@@
lí@@
mensajes
moscas
mostraré
máquinas
noviembre
obtuvo
ocup@@
oigo
olvida
orgullosos
ovejas
pacientes
pasos
pedazo
pierdas
pista
plan@@
po
preciosa
prima
protección
publi@@
pulso
registr@@
rodeado
salgas
saste
sitios
sordo
soñando
suceder
superficie
sábados
tan@@
tara
tarte
taré
templo
tigre
tirá
tom@@
trescientos
tristes
udo
universal
vari@@
velas
venganza
zaba
ármelo
éstos
únicos
15
18
18@@
Bo@@
Busco
Cállate
Deberíais
Dé@@
Eli@@
Envi@@
Hacía
Hawái
Justo
Nemesio
Pu@@
Queda
abiertas
acero
activo
admir@@
agot@@
alista
amarillas
ambulancia
americana
aparato
aprobar
arrestado
astuto
atrapó
ayudando
bailando
ballenas
barata
bra@@
cable
calent@@
camos
campos
chi
chis@@
cigarrillos
colectivo
comprendo
comúnmente
concepto
construido
corona
crecen
criti@@
desastre
despertador
dia
dirigió
eando
ejemplos
elos
enfer@@
engañado
entenderlo
erás
esconder
escuch@@
especi@@
etas
expli@@
eó
fabri@@
funeral
furioso
fáciles
gastado
idiotas
impresionado
imágenes
inocencia
intenciones
intérprete
irri@@
izquierdo
jugaba
llas
lle@@
mandó
mejorando
molestes
mostrarte
mudó
muñecas
noventa
objetivos
ocupa
opinas
pad@@
paron
pasas
pavo
pesadilla
pico
pimienta
pizarra
portátil
preguntado
presentó
progreso
propiedad
puestas
quejarse
quemó
quiénes
quí@@
ratas
recha@@
ricas
saliera
salvajes
seriamente
sexual
sia
siguiendo
tabaco
tardes
tico
tida
tiendo
tismo
tomes
tosa
tradujo
visité
volvería
vuelven
álbum
ético
40
Actualmente
Cree
Date
Do@@
Día
Entiendes
Esperaba
Harvard
Hicimos
Muéstrame
Obviamente
Pregun@@
Sabés
Segu@@
Ten@@
Vosotras
Vámonos
ablemente
acordeón
acusó
adap@@
adolescentes
adorable
alemana
alemanes
alquiler
asegur@@
asteis
autoridad
be
brasileño
cambian
capacidades
centr@@
cheque
ché
cir
comete
compraron
comprarse
compraré
confor@@
conozca
conseguido
considerar
consul@@
convi@@
cortinas
costumbres
cristal
cuales
damas
defensa
delgado
demos
dibujar
diversión
dud@@
ema
engañó
ense
enter@@
err@@
escribo
espaldas
estaciones
estre@@
estudias
estúpidas
evidencia
fracasado
fumo
gano
gastar
ge@@
gida
gustará
hazlo
hel@@
hundió
hábitos
ignoró
imit@@
inclinó
involucrado
iz@@
joyas
ko@@
lanzó
lla
llevarse
maneras
manten@@
mel@@
menores
metido
miércoles
molest@@
médica
mí@@
observ@@
observando
odiaba
olvid@@
oírte
parcial
perman@@
permitió
pides
piense
pintor
pla@@
plazo
plátanos
ponerlo
precioso
principalmente
probó
queráis
repe@@
rock
romper@@
salen
seda
sem@@
semáforo
sentimiento
serie
servicios
stica
subido
superior
tarla
tese
tiendas
tomará
tono
toro
tuvieras
tó@@
vegetales
vehículo
vencido
veremos
viol@@
xi@@
zo@@
ése
ísima
Ad@@
Adiós
Ca@@
Compramos
Déjalo
Dígame
Fr@@
Fuera
Muy
Na@@
Necesita
Nuestras
Pásame
Trat@@
Usa
W@@
Y@@
abras
aconse@@
adecuada
agre@@
anteojos
apesta
aprendí
aros
arrepen@@
artículos
atentamente
atractivo
atrap@@
atravesó
ban
bañera
bebés
borr@@
búsqueda
cadas
campana
castigo
cazar
ceder
cocinera
competencia
condu@@
confuso
consi@@
contestó
costará
cuantos
cuchara
células
decírselo
diablos
discutiendo
distinta
divertida
don
dormida
duelen
duermen
edu@@
emocionado
enfadó
enme
entre@@
entrenador
esca@@
escándalo
esperamos
estatua
exceso
existir
expres@@
farmacia
fatal
felici@@
fl@@
galo
gir@@
gra@@
grado
guen
hadas
hermosos
hin@@
hormigas
huelga
huesos
impor@@
infeliz
ingleses
intereses
interpre@@
jan
lea
legal
lido
llegara
mandar
mani@@
maron
mento
mezcla
mil@@
nacido
nieto
nube
picante
pienses
plátano
prefer@@
prendió
quebrado
rama
rehusó
retras@@
revi@@
rán
sar
semillas
septiembre
sienten
sorprend@@
sueco
sueles
suje@@
sujeto
suponía
tenedor
tivamente
tocaba
toman
tratamiento
trates
tristeza
tumba
uniforme
veas
vecina
vendedor
veneno
virtud
Ángeles
ámonos
áticos
ólogo
ón@@
ór@@
300
Ambas
Ayud@@
Beethoven
Cam@@
Ch@@
Condu@@
Corrí
Dijiste
Encontr@@
Gobierno
Hacer
Islam
Limpi@@
Mantente
Perdone
Planeo
Salió
Salí
Shakespeare
So@@
Son@@
Suena
Veamos
Venid
Yu@@
Yumi
abra
agudo
alfil
almor@@
anc@@
ani@@
apli@@
apur@@
arran@@
arreg@@
arreglar@@
arrogante
arru@@
atmósfera
avergon@@
ballena
bil@@
cabe@@
cafetería
casaron
casé
cepillo
cionó
comenzado
comprarme
conclusión
conden@@
confesó
correctas
corri@@
crece
creciendo
cruzó
cuestan
cumplido
dañ@@
daños
desconocido
descu@@
despedir
deudas
devolver
dez
diciembre
dieciséis
difun@@
dr@@
eg@@
elas
empiezan
encantado
enseñando
entorno
erías
escribir@@
explicarlo
fer@@
fina
firme
fueran
funcionan
gación
giendo
gradu@@
grafía
gritando
heridos
impresionante
incorrecto
inspi@@
kilos
lad@@
lata
lavadora
libr@@
ligero
lin@@
llamaron
llegan
llenos
llevaron
lobos
marco
maíz
milla
mina
mos@@
mosquitos
movi@@
nado
nave
operación
oportunidades
organización
paliza
papeles
partici@@
pausa
perezoso
peón
podían
policías
preferida
preguntarte
prestar@@
prestó
pública
quizás
ramas
reales
respetar
responde
retor@@
roca
rompe
ros@@
ruinas
salsa
sellos
selo
star@@
tazas
tem@@
ticos
tirar
tomates
tuviste
tuyos
típico
viaja
vine
visi@@
11
14
Alicia
Aprende
Asumo
Austria
Comi@@
Conocí
Entr@@
Eran
Escocia
Escri@@
Estudi@@
Hago
Hiciste
I
Israel
Levant@@
Lincoln
Llevaba
Llovió
Llueve
Lávate
Mayuko
Olvi@@
Pase
Pens@@
Prueba
Regres@@
Sur
Tomasa
Tome
Tr@@
Trae
Vuelvo
aclar@@
actúa
adoras
ahorrando
ahorros
alimentar
alizado
ambi@@
amor@@
ansioso
anu@@
apla@@
arlas
audiencia
aventura
ayudaré
ayudé
beneficios
biología
bir@@
bomberos
cabe
caminaba
casarte
ciega
cimos
combustible
comenz@@
computadores
confir@@
consta
consu@@
continuó
contratar
ct@@
cuentos
cuero
cuya
daste
decidieron
dejan
demostrar
deprimido
derro@@
determin@@
diamantes
divorcio
doctores
ear@@
earon
eli@@
eléctrico
empecé
enci@@
encontrarte
enfadar
entendió
entienda
entren@@
esclavitud
escolar
estarán
fascin@@
fastidi@@
figura
fir@@
fritas
gallo
horizonte
idas
inado
incorrecta
informado
int@@
inten@@
jes
judíos
jugado
juz@@
kilo
lada
lavado
lavando
lavo
leña
libras
llamadas
llevarme
lujo
lá@@
mam@@
maneja
mariposas
mejorado
mencionó
mental
mica
mico
monstruo
mostrarme
motivos
naciones
natal
necesites
nuclear
optimista
peleando
peligrosas
perdon@@
pica
porqué
preguntar@@
prisionero
privada
prohi@@
prometo
prácticamente
pudieron
pálido
pó
pó@@
quedarnos
quejando
quieto
recibo
repetir
retir@@
revisar
ron@@
ruedas
rí@@
sacerdote
saludó
sana
servi@@
sigo
soledad
solucionar
str@@
subiendo
sufre
sugirió
sándwiches
timos
tomaron
trabajas
trá@@
té@@
usuario
vecindario
venía
villa
víctimas
áticas
ír@@
“
”
Barcelona
Camin@@
Continu@@
Depende
Discu@@
Emily
Enten@@
Entra
Estaremos
Her@@
Imagino
Intentó
Jones
Judy
Maria
Meg
Mennad
Picasso
Qui@@
Quí@@
Reino
Santa
Taninna
Ti@@
Ven@@
Washington
abrazo
adolescente
ahor@@
aldea
aliment@@
alimento
alizar
ancho
aos
auténtico
ayudes
beben
bebidas
bolsillos
borrar
camina
camisas
captur@@
carbón
cargar
castigado
ceremonia
cieron
ciervo
cir@@
cogido
comer@@
comieron
comport@@
condujo
consultar
crecer
creí
crítica
cuidadosamente
curar
código
dados
detalle
disfruta
distinto
dolores
dominar
durar
eligió
enfrente
entar
entregar
escuelas
esfor@@
españoles
especiales
especies
estantería
estemos
evolución
excusas
exist@@
faltan
fascinante
fica
ficación
frutos
funcionó
gamos
garon
holandés
honesta
hueso
imaginé
impli@@
inclu@@
inevitable
ingeniero
injusto
inst@@
interro@@
irlo
italiana
judío
lej@@
leyenda
listas
liz@@
llames
llegando
lloraba
lon@@
líquido
mac@@
malentendido
mantenerse
marzo
mataste
mezcl@@
mul@@
máscara
nas
oc@@
olla
oírlo
parecían
parti@@
patinar
pedazos
petición
pir@@
planea
pondré
ponerle
positivo
postura
previsto
principales
quedará
regularmente
renunci@@
respeta
revolución
rollo
rías
sabios
sali@@
seria
setenta
sigues
siguieron
sivo
sonríe
stado
suficientes
sustitu@@
suyos
taban
tapa
tasa
tera
terminé
terror
timbre
tirlo
traicion@@
tro
turas
vehículos
verbo
vest@@
vestida
video
voluntario
vueltas
zco
ándote
átomos
ños
$
13
16@@
24
Al-Sayib
Apuesto
Baja
Conoce
Cru@@
Deben
Deje
Enséñame
Escribí
Gan@@
Go
Halloween
José
Kobe
Llevamos
Llevas
No@@
Nuevo
Quítate
Segunda
Siéntate
Thomas
Tómate
Unido
Viven
White
Zelanda
aceler@@
aceptado
agosto
agrad@@
agreg@@
arries@@
arrojó
asustó
atra@@
aumentando
bl@@
brilla
bufanda
cans@@
casillas
celebr@@
ces@@
ch
ciertas
ciona
claridad
comemos
comprend@@
comía
consegu@@
constante
conten@@
continu@@
conté
crecido
creerlo
crudo
ctor
cumple
cálido
cí@@
dejaría
delito
derram@@
desierta
diccionarios
disculpa
dora
económico
ejecu@@
encontraba
entregó
equipos
escap@@
esclavo
esclavos
estaremos
estricto
eto
excepción
explo@@
extrañ@@
ey
fa
fiel
finales
fingir
fol@@
formulario
gen
generación
gol
got@@
gota
grasa
griega
grifo
huellas
huir
independencia
influ@@
instrumento
inver@@
jersey
ki
ladra
lament@@
llámame
logr@@
límite
magia
mamíferos
mero
mezquita
mientas
molestar
moral
má@@
negar
nerviosa
ocupar
ola
ología
pasarme
pe
perdimos
permanente
pida
pilas
planeado
preocupados
primeras
pá@@
quejarte
quinto
quizá
rana
redu@@
regrese
relojes
rendi@@
represent@@
representa
reservar
reun@@
reírse
robando
ríos
sección
separado
señales
simpático
sufrimiento
suicidarse
tamente
tifón
truco
términos
unidad
usas
valla
voces
volviera
vía
vó
w@@
Últimamente
ín@@
Acab@@
Adivina
Asumí
Atenas
B
Baj@@
Colombia
Confío
Cookie
Dec@@
Dentro
Deseo
Dormí
Dr.
Er@@
Espere
Existe
Falta
Gri@@
Hablando
Irán
Jugamos
Leer
Lucy
Miré
Mucho
Pe@@
Pá@@
Qued@@
Ri@@
Siga
Sigues
Sí@@
Viaj@@
aborto
abrazó
acostado
acostar
actos
actualmente
adonde
adoptar
afi@@
afilado
alcance
alérgica
amamos
amenaz@@
ami@@
apaga
aprob@@
aprovechar
apuesto
apuntó
aquél
arrastr@@
atas
ato
atrapar
atrasado
av@@
avan@@
avis@@
ayudan
añadi@@
bicicletas
bol@@
cachorro
caciones
camarero
canal
candidato
cau@@
caza
celebra
cer
cercanos
charlar
chocó
cina
cirugía
complejo
compone
consigue
contac@@
contarle
contra@@
convertirme
convierte
copi@@
coro
crecí
cristiano
crí@@
cuantas
cuentes
cuerpos
culpar@@
cámaras
debate
decidí
decor@@
demand@@
demostr@@
deprisa
descubrimiento
desmay@@
dida
dir@@
distintos
eces
echa
echar@@
enamorados
encantaba
enseñanza
enterrado
enviado
estable@@
estacionar
estante
estufa
europeos
exterior
falsas
flecha
fran@@
fruto
gallinas
gata
giró
gravedad
griegos
grupos
habitantes
hall@@
herir
hospe@@
humil@@
ide@@
igas
industria
ines
infl@@
ingredientes
jer@@
lab@@
leas
ligera
llamamos
llamarte
llegarás
llegas
llevaban
lío
macho
maquillaje
mascotas
medias
medicamentos
medidas
mejor@@
memorizar
miraron
miré
nave@@
navegar
necesite
niega
norma
novelista
obede@@
olas
ordeñar
pasaje
patria
pedo
peores
perra
pesadillas
poderoso
preguntando
pronuncia
propor@@
provocó
pró@@
pudiste
quejó
rad
rastro
recogió
reempla@@
resi@@
reírme
rob@@
rás
sabia
seguramente
sentamos
sentaron
sobrino
sonando
ste@@
stó
suel@@
suelto
temen
temer
temor
tense
terminará
terremotos
tetera
tica
til
titu@@
tonterías
trampas
triunfar
tropas
trozos
tón
variedad
veloz
viajó
videojuegos
vigil@@
visitas
vocabulario
voló
vuela
zación
zcan
,@@
90
9@@
ADN
Abandon@@
Acaba
Alex
Ayú@@
Añ@@
Bebe
Bebo
Bu@@
Busqué
C
Cal@@
Cant@@
Cataluña
Col@@
Corán
Dor@@
Enseñ@@
Estuvimos
Explí@@
Extraño
Hokkaido
Juguemos
Mor@@
Moscú
Pedí
Permítame
Podríamos
Polonia
Río
Se@@
Ser@@
Teníamos
Tomamos
Ver@@
Vives
Volvió
acompañó
acostumbrados
acróbata
adivin@@
agente
aju@@
alización
aplica
aprobado
aqu@@
ardillas
argumento
ari@@
arreglarlo
artificiales
asist@@
asistencia
asu@@
atasco
ateo
ativo
ay@@
azar
aña
b
bajando
barca
basa
bombero
brin@@
británicos
buscas
buscó
cadáver
calcular
cambiando
caminó
carnet
casco
caste
cat@@
causar
celebrar
cidad
cionar
civilización
cobr@@
coincidencia
comenzaron
comercio
confes@@
conocidos
contar@@
contaré
contrat@@
cristianos
cucarachas
cuchillos
cultural
cursos
darnos
defender
dejarlo
der
describir
devolver@@
diseño
disminu@@
disparo
dist@@
divorci@@
docena
dominio
dormidos
eb@@
edades
emociones
enamor@@
encuentre
eno@@
enos
enseñaré
enterr@@
ep@@
erta
esperes
esperábamos
estuvieras
euskera
exitoso
explicar@@
explor@@
extra@@
falle@@
fijamente
flu@@
fracasó
fresas
fríos
físico
gase
gloria
goma
guarda
he@@
identidad
idi@@
impacto
inclin@@
infec@@
insecto
inusual
islam
juegues
leen
lema
llevamos
luchando
maletas
manga
marcado
mermelada
mis@@
multa
murciélagos
métodos
nacionalidad
ne
niveles
one
paraíso
pata
pato
pedir@@
pensarlo
peras
periodo
permit@@
pilló
piña
podremos
preguntes
preocupación
preocuparte
prestas
pretendía
prevenir
principiantes
probarlo
programas
prometido
pronunci@@
quebr@@
querrías
quisi@@
químico
recto
recuerdas
resolvió
respiración
rito
rol
rumores
rusa
récord
ró
sabrá
salgo
same
sanguíneo
sar@@
satisfechos
sen
sencillamente
sentarte
sentirse
siga
signifi@@
sirven
soleado
solían
sucedido
sugerencia
supieras
tarjetas
tel@@
telefónica
test
tires
tocado
tre@@
turista
tímida
us
van@@
visitarme
vuestras
yo@@
zar@@
Abr@@
Alcan@@
Bail@@
Chile
Compraste
Devuélveme
Empieza
Escriba
Estará
Francisco
Hablemos
Hazme
Hi@@
Iba
Júpiter
Lea
Levanta
Lisa
Pag@@
Pocos
Ponga
Robert
Rom@@
Ru@@
Saca
Tanaka
Termin@@
Vendré
Vienes
abrí
absor@@
aburri@@
acaban
ace@@
acompañado
acordar
adu@@
aficionado
aguar@@
ais@@
alfab@@
alismo
alu@@
ancia
arco
arquitectura
arrodill@@
arruinó
atraves@@
audi@@
aument@@
aviso
ayudarlo
bajas
bajos
balde
bat@@
besado
billetes
bloque@@
borrachos
británico
burro
buzón
cam@@
cana
cancelado
cazador
celos
central
cep@@
cera
cesta
ciales
coleccionar
compuesto
conocer@@
conociste
conseguiste
consist@@
contando
contarte
contenido
cortado
creemos
cruce
cuernos
cumplió
cómplice
deb@@
declaró
dedicó
def@@
dejarte
dejen
demonio
desagradable
desarroll@@
descans@@
descripción
dese@@
despedida
dici@@
diosa
disculparme
divirtiendo
dol@@
dormía
droga
duras
dí
echarle
económica
elementos
elimin@@
encias
enda
enlace
enseñado
entré
envenen@@
eren
escoba
esperan
esperaré
estadio
estudian
etos
evidente
experiencias
expertos
explotó
extendió
extrañar
fan@@
festival
fum@@
funcion@@
funcionará
gados
galaxia
ganando
garse
gener@@
gio
gobern@@
grama
grito
h
hablarle
hacían
harta
hirviendo
hombros
homicidio
hur@@
há@@
húmedo
ill@@
incendios
ine@@
inmigrantes
ino@@
interrumpi@@
inundación
involucr@@
islas
jamón
jugamos
lando
lares
lenta
llevara
llovido
llovió
logros
mad@@
mali@@
mareado
matarme
melodía
millonario
modifi@@
mojada
mona
muchachas
muer@@
nica
nido
nombr@@
ocasion@@
ocu@@
ofrece
oreja
origin@@
paisaje
panadería
paral@@
parec@@
pasaste
pasteles
pastor
payaso
pedimos
pegado
pequeñ@@
perdida
perdonar
permanece
permaneció
piratas
pis@@
podías
poten@@
preferiría
preocuparme
preso
prest@@
prestarme
preten@@
primi@@
principiante
prisioneros
produjo
program@@
pronunciación
pronóstico
préstamo
pusimos
pánico
quil@@
quita
rabia
rayos
reconoce
redacción
regañ@@
repentinamente
reporte
respetan
reunió
rompi@@
romántico
rse
rubio
sentar
signo
siguientes
sobrevivió
software
staste
stes
stos
suavemente
suceda
sudor
sábanas
tad
taxista
tiera
toco
tortuga
tradición
traducido
traicionó
trataron
tumbado
técnica
vaste
vendido
verdaderos
verlos
verse
vió
vot@@
vuelvo
yu@@
zapato
Éramos
árbitro
ído
ónico
últimas
+
17
Ab@@
Acepto
Ali@@
Amar
Aprend@@
Cocin@@
Doy
EE.UU.
Empecemos
Entré
Esperé
Estado
Estudia
Generalmente
Hungría
Im@@
Jo@@
Juego
Llen@@
Marika
Men@@
Mé@@
Pacífico
Papa
Plan@@
Prome@@
Prometo
Sa@@
Soñé
Tenías
Toco
Tó@@
Varsovia
Vivir
Vladimir
abismo
absurda
abu@@
aca@@
acas
acceder
acepta
aceptable
acné
acostarme
acostumbrarse
acti@@
acuerda
adera
admite
afecta
afir@@
ais
alcan@@
amantes
andaba
ang@@
anía
aplicación
apropiado
aprove@@
artistas
aréis
aspectos
asqueroso
